export default [{
  'code': 0,
  'name': '安徽',
  'child': [{
    'name': '安徽',
    'code': 1000,
    'child': [{
      'name': '平安产险安徽分公司合肥宿松路门店',
      'phone': '62646347',
      'site': '合肥市宿松路与水阳江路666号盛铖大厦1楼'
    }, {'name': '平安产险安徽分公司芜湖门店', 'phone': '3824105', 'site': '弋江北路旅游商品经济园区平安财产保险（如家酒店一楼）'}, {
      'name': '平安产险安徽分公司蚌埠门店',
      'phone': '2051969',
      'site': '蚌埠市蚌山区兴业街792号三星集团1楼（华府天地东50米，慕远学校西侧）'
    }, {
      'name': '平安产险安徽分公司淮南田家庵区门店',
      'phone': '3633469',
      'site': '安徽省淮南市田家庵区淮舜南路华茂大厦（供电局南侧）1、2楼'
    }, {'name': '平安安徽分公司马鞍山门店', 'phone': '2363110', 'site': '马鞍山市雨山区印山路1500号一楼'}, {
      'name': '平安产险安徽分公司淮北相山区门店',
      'phone': '3197512',
      'site': '淮北市相山区孟山中路21号一楼'
    }, {'name': '平安产险安徽分公司铜陵门店', 'phone': '2816670', 'site': '铜陵市翠湖二路2266号（逸顿大酒店向西200米）'}, {
      'name': '平安产险安徽分公司安庆门店',
      'phone': '5527075',
      'site': '安庆市迎江区皖江大道北侧雨润.香水百合20幢'
    }, {'name': '平安产险安徽分公司黄山屯溪区门店', 'phone': '2518729', 'site': '黄山市屯溪区屯光大道9号（市房管局隔壁）'}, {
      'name': '平安产险安徽分公司滁州门店',
      'phone': '3039117',
      'site': '滁州市南谯中路2329号一楼'
    }, {'name': '平安产险安徽分公司阜阳门店', 'phone': '2163456', 'site': '安徽省阜阳市一道河路666号一楼（蓝色雅典向西100米）'}, {
      'name': '平安产险安徽分公司宿州门店',
      'phone': '3923400',
      'site': '宿州市开发区金海大道9号一楼(飞跃汽车城楼下)'
    }, {
      'name': '平安产险安徽分公司六安金安区门店',
      'phone': '3319703',
      'site': '金安区皖西大道皋城大厦附楼一楼，五里墩大桥东面桥头'
    }, {
      'name': '平安产险安徽分公司亳州谯城区门店',
      'phone': '5120939',
      'site': '亳州市谯城区魏武大道南段656号(芍花王向南约500米路东）'
    }, {'name': '平安产险安徽分公司池州门店', 'phone': '2030096', 'site': '池州市贵池区杏花村大道173号'}, {
      'name': '平安产险安徽分公司宣城门店',
      'phone': '3017681',
      'site': '宣城市宣州区鸿越大道华洋商务楼104号平安财产保险宣城中支（希达小区南门）'
    }]
  }]
}, {
  'code': 1,
  'name': '北京',
  'child': [{
    'name': '北京',
    'code': 1001,
    'child': [{'name': '平安产险北京分公司平安大厦门店', 'phone': 56761100, 'site': '北京市西城区金融大街23号平安大厦2层205'}]
  }]
}, {
  'code': 2,
  'name': '福建',
  'child': [{
    'name': '福建',
    'code': 1002,
    'child': [{
      'name': '平安产险福建分公司福清兴隆路桥门店',
      'phone': '85237071',
      'site': '福建省福清市清荣大道46-1号兴隆市政工程公司二、三楼'
    }, {
      'name': '平安产险福建分公司福州连江门店',
      'phone': '26222811',
      'site': '连江县凤城镇104国道与玉荷西路交叉口招亮停车场综合楼1层店面'
    }, {
      'name': '平安产险福建分公司福州罗源门店',
      'phone': '26895512',
      'site': '福建省福州市罗源县凤山镇东外路16号东方新诚D区2#楼10号、11号、12号'
    }, {'name': '平安产险福建分公司福州马尾门店', 'phone': '83809951', 'site': '福州市马尾区江滨东大道106号海峡金融大厦11层'}, {
      'name': '平安产险福建分公司福州闽侯门店',
      'phone': '22067580',
      'site': '闽侯县甘蔗镇滨城大道100号阳光城西海岸A区18#08店面'
    }, {
      'name': '平安产险福建分公司福州闽清门店',
      'phone': '22372229',
      'site': '福州市闽清县梅城镇西大路109号-1城镇华府2号楼11-12号店面'
    }, {
      'name': '平安产险福建分公司福州青口门店',
      'phone': '22770166',
      'site': '福州市闽候县尚干镇祥通路11号楼五层511、524房屋'
    }, {
      'name': '平安产险福建分公司福州时代门店',
      'phone': '87831132',
      'site': '福州市鼓楼区华大街道北环中路131号福州时代金典大厦第三层北面区域及第四整层'
    }, {
      'name': '平安产险福建分公司福州永泰门店',
      'phone': '24875007',
      'site': '福州市永泰县樟城镇龙峰路安华小区A幢一层第一、二间(三狮超市斜坡往下走300米、闽运汽车站背后)'
    }, {'name': '平安产险福建分公司福州宇洋金座门店', 'phone': '83753281', 'site': '福州市台江区曙光路118号（宇洋中央金座）'}, {
      'name': '平安产险福建分公司福州长乐门店',
      'phone': '28812866',
      'site': '长乐市朝阳中路211-213号'
    }, {'name': '平安产险福建分公司莆田枫亭门店', 'phone': '7622286', 'site': '莆田市仙游县枫亭镇辉煌村示山127号,'}, {
      'name': '平安产险福建分公司莆田涵江门店',
      'phone': '3318066',
      'site': '莆田市涵江区涵东涵梧路3号区第二层农行楼上（涵江圆圈7+7对面）'
    }, {'name': '平安产险福建分公司莆田和成天下门店', 'phone': '2652309', 'site': '福建省莆田市城厢区龙桥荔城路东侧和成天下3号楼'}, {
      'name': '平安产险福建分公司莆田仙游门店',
      'phone': '8299696',
      'site': '莆田市仙游县城南西路99号城建花园108、208号'
    }, {'name': '平安产险福建分公司三明大田门店', 'phone': '7221553', 'site': '三明市大田县福田大道359号第一层'}, {
      'name': '平安产险福建分公司三明建宁门店',
      'phone': '7863656',
      'site': '建宁县濉溪镇闽江源路（ 闽赣省际物流园区）2幢'
    }, {
      'name': '平安产险福建分公司三明将乐门店',
      'phone': '2322509',
      'site': '三明市将乐县古镛镇新将中路108幢1层店102、2层店201、2层店202'
    }, {
      'name': '平安产险福建分公司三明梅列区门店',
      'phone': '8247222',
      'site': '三明市梅列区江滨新村37幢6、7层及9层5、7、10号'
    }, {'name': '平安产险福建分公司三明明溪门店', 'phone': '2811338', 'site': '三明市明溪县雪峰镇解放路36号'}, {
      'name': '平安产险福建分公司三明宁化门店',
      'phone': '6825018',
      'site': '宁化县翠江镇中环路（中山嘉苑小区）5号楼201室'
    }, {
      'name': '平安产险福建分公司三明清流门店',
      'phone': '5322778',
      'site': '福建省三明市清流县长兴社区榕城公寓59幢1-2 201室'
    }, {'name': '平安产险福建分公司三明沙县门店', 'phone': '5840326', 'site': '沙县新城中路永顺大厦三楼金融中心'}, {
      'name': '平安产险福建分公司三明永安门店',
      'phone': '3808568',
      'site': '福建省永安市燕江南路1900、1908、1912、1918号'
    }, {'name': '平安产险福建分公司三明尤溪门店', 'phone': '6332548', 'site': '三明市尤溪水东新城E区8幢-308、-208'}, {
      'name': '平安产险福建分公司晋江石狮门店',
      'phone': '88799315',
      'site': '石狮市子芳路西侧曾坑段曾坑厝头A6#安置楼1层-3层'
    }, {
      'name': '平安产险福建分公司泉州安溪门店',
      'phone': '68785571',
      'site': '安溪县凤城镇河滨路龙湖开发区第九幢1-3店一至二楼'
    }, {
      'name': '平安产险福建分公司泉州德化门店',
      'phone': '27205511',
      'site': '泉州市德化县龙浔镇丁乾村龙湖汽车站候车一层后起第三间店面及二层一部分'
    }, {
      'name': '平安产险福建分公司泉州丰泽门店',
      'phone': '22132010',
      'site': '泉州市丰泽区云鹿路麦德龙对面兴祥大厦附属宿舍楼一层'
    }, {
      'name': '平安产险福建分公司泉州洪濑门店',
      'phone': '86676700',
      'site': '南安市洪濑镇江滨花苑东区184号迎津楼A幢103-104号'
    }, {
      'name': '平安产险福建分公司泉州惠安门店',
      'phone': '87372112',
      'site': '惠安县螺城世纪大道西侧奥林水岸B1幢1#---2#店'
    }, {'name': '平安产险福建分公司泉州南安门店', 'phone': '86351298', 'site': '南安市柳城办事处成功街新新大厦三层04单元'}, {
      'name': '平安产险福建分公司泉州泉港门店',
      'phone': '87972700',
      'site': '泉州市泉港区山腰驿峰路南侧春满城花园A#楼106、107店面'
    }, {
      'name': '平安产险福建分公司泉州水头门店',
      'phone': '86995662',
      'site': '南安市水头镇中心大街百宏香榭花都11号楼1层008-009店面'
    }, {
      'name': '平安产险福建分公司泉州永春门店',
      'phone': '23868683',
      'site': '福建省泉州市永春县桃城镇桃溪社区（迎宾大道桃溪路段88.89号店面一至三层）'
    }, {
      'name': '中国平安财产保险有限公司晋江支公司',
      'phone': '85616593',
      'site': '福建省晋江市青阳泉安南路58号华银广场3楼'
    }, {'name': '平安产险福建分公司漳州碧湖万达门店', 'phone': '2671748', 'site': '漳州市龙文区碧湖万达广场写字楼B座19层'}, {
      'name': '平安产险福建分公司漳州东山门店',
      'phone': '5880129',
      'site': '漳州市东山县西埔镇东环路西侧、创业路北侧广和花园公寓楼D116-119号'
    }, {'name': '平安产险福建分公司漳州华安门店', 'phone': '7355516', 'site': '漳州市华安县华丰镇平湖路平湖花园一期1幢16号'}, {
      'name': '平安产险福建分公司漳州龙海门店',
      'phone': '6560660',
      'site': '龙海市榜山镇芦洲村龙海市综合批发市场龙盛花园12幢B座107号、205号、206号'
    }, {
      'name': '平安产险福建分公司漳州南靖门店',
      'phone': '7852729',
      'site': '南靖县山城镇桥东路9号湖滨名城11幢D13-14店面（城东新天地对面）'
    }, {
      'name': '平安产险福建分公司漳州平和门店',
      'phone': '5395512',
      'site': '漳州市平和县小溪镇水岸帝景星城2幢D12、D13店面'
    }, {
      'name': '平安产险福建分公司漳州云霄门店',
      'phone': '8513499',
      'site': '漳州市云霄县宝城街泰景佳园5号楼109#、110#、205#'
    }, {
      'name': '平安产险福建分公司漳州漳浦门店',
      'phone': '3295512',
      'site': '漳州市漳浦县绥安镇青年路73号漳浦县供销社综合大楼第四层'
    }, {'name': '平安产险福建分公司漳州长泰门店', 'phone': '8322683', 'site': '漳州市长泰县武安镇人和南路工会大楼一层'}, {
      'name': '平安产险福建分公司漳州诏安门店',
      'phone': '3354511',
      'site': '漳州市诏安县文体中心东侧南洋.新加坡6#D12、D13号'
    }, {
      'name': '平安产险福建分公司南平丽景水岸门店',
      'phone': '8860760',
      'site': '南平市水南街道480号加成世纪园（丽景水岸）裙楼1层12号'
    }, {'name': '平安产险福建分公司南平顺昌门店', 'phone': '7833909', 'site': '南平市顺昌县双溪索桥巷1号201'}, {
      'name': '平安产险福建分公司南平松溪门店',
      'phone': '2329512',
      'site': '南平市松溪县松源镇朝阳小区河滨路34号一层'
    }, {
      'name': '平安产险福建分公司龙岩坎市门店',
      'phone': '5662160',
      'site': '永定县坎市镇先富东街一层101店面、102店面、103店面局部区域（坎市地税斜对面'
    }, {
      'name': '平安产险福建分公司龙岩连城门店',
      'phone': '8981692',
      'site': '福建省龙岩市连城县莲峰镇洪山村电信大楼一层6#、7#'
    }, {'name': '平安产险福建分公司龙岩龙门门店', 'phone': '2561108', 'site': '龙岩市新罗区龙门物流大道311号2幢1层局部区域'}, {
      'name': '平安产险福建分公司龙岩上杭门店',
      'phone': '3846979',
      'site': '福建省龙岩市上杭县立新路20号'
    }, {
      'name': '平安产险福建分公司龙岩太古广场门店',
      'phone': '2212865',
      'site': '龙岩市新罗区天平路58号商务板块I幢太古广场12层'
    }, {'name': '平安产险福建分公司龙岩武平门店', 'phone': '4830866', 'site': '福建省龙岩市武平县平川镇南门段碧水路34号'}, {
      'name': '平安产险福建分公司龙岩永定门店',
      'phone': '5558586',
      'site': '福建省龙岩市永定县凤城镇沿河北路56号二层'
    }, {'name': '平安产险福建分公司龙岩漳平门店', 'phone': '7532896', 'site': '福建省漳平市富山工业园区1层9#-10#'}, {
      'name': '平安产险福建分公司龙岩长汀门店',
      'phone': '6808358',
      'site': '福建省龙岩市长汀县宝珠世纪花园1#幢第1层D115#—D116#店'
    }, {'name': '平安产险福建分公司宁德福安门店', 'phone': '6533399', 'site': '宁德市福安市城北鹤兴中路168-170号1层'}, {
      'name': '平安产险福建分公司宁德福鼎门店',
      'phone': '7992206',
      'site': '福鼎市桐城万辉星城2幢108-110号'
    }, {'name': '平安产险福建分公司宁德古田门店', 'phone': '3888802', 'site': '古田县解放路21号新华书店仓库2楼'}, {
      'name': '平安产险福建分公司宁德华景嘉园门店',
      'phone': '2886717',
      'site': '宁德市蕉城区城南镇城东路1-1号华景嘉园1幢3-4层'
    }, {
      'name': '平安产险福建分公司宁德屏南门店',
      'phone': '3366119',
      'site': '屏南县古峰镇环城北路一巷29号平安财产保险公司（旧香菇市场旁）'
    }, {'name': '平安产险福建分公司宁德寿宁门店', 'phone': '5511899', 'site': '宁德市寿宁县胜利街48号'}, {
      'name': '平安产险福建分公司宁德霞浦门店',
      'phone': '8890058',
      'site': '宁德霞浦县松港街道海滨花园B区农贸市场四楼'
    }]
  }, {
    'name': '厦门',
    'code': 1003,
    'child': [{
      'name': '平安产险厦门分公司海沧区门店',
      'phone': '6516171',
      'site': '厦门市海沧区钟林路12号海沧商务大厦23楼'
    }, {'name': '平安产险厦门分公司同安区门店', 'phone': '7578171', 'site': '福建省厦门市同安区建发大厦8楼'}, {
      'name': '平安产险厦门分公司梧村旗舰店',
      'phone': '6037285',
      'site': '厦门市思明区厦禾路1032-1034号中外运大厦A幢3楼'
    }, {
      'name': '平安产险厦门分公司翔安区门店',
      'phone': '7173029',
      'site': '福建省厦门市翔安区马巷镇五权路2655号万科金色悦城1楼'
    }, {'name': '平安产险厦门分公司银行中心大厦门店', 'phone': '2995910', 'site': '厦门市思明区厦禾路189号银行中心大厦9楼'}]
  }]
}, {
  'code': 3,
  'name': '甘肃',
  'child': [{
    'name': '甘肃',
    'code': 1004,
    'child': [{
      'name': '平安产险甘肃分公司兰州红古门店',
      'phone': '6255397',
      'site': '甘肃省兰州市红古区海石湾镇平安路会展中心B座1楼'
    }, {'name': '平安产险甘肃分公司兰州西固门店', 'phone': '7555126', 'site': '甘肃省兰州市西固区西固中路429号中鹏玥圆515号'}, {
      'name': '平安产险甘肃分公司兰州西区门店',
      'phone': '8371579',
      'site': '甘肃省兰州市安宁区北滨河中路1270号'
    }, {'name': '平安产险甘肃分公司兰州新区门店', 'phone': '8258887', 'site': '甘肃省兰州新区商业服务中心3号楼1层'}, {
      'name': '平安产险甘肃分公司兰州雁滩门店',
      'phone': '8593110',
      'site': '兰州市城关区雁南路联创广场C座一楼'
    }, {'name': '平安产险甘肃分公司兰州榆中县门店', 'phone': '5607809', 'site': '兰州市榆中县环城西路金戎尚都五号楼二号商铺'}, {
      'name': '平安产险甘肃分公司永登县门店',
      'phone': '1330941580',
      'site': '甘肃省兰州市永登县滨河大道1122号照远小区商用楼'
    }, {'name': '平安产险甘肃分公司嘉峪关门店', 'phone': '6238157', 'site': '嘉峪关市明珠东路1390-21号（紫轩二期美湖居）'}, {
      'name': '平安产险甘肃分公司金昌门店',
      'phone': '8218372',
      'site': '金昌市上海路平安财险'
    }, {'name': '平安产险甘肃分公司金昌永昌门店', 'phone': '7612511', 'site': '甘肃省金昌市永昌县城关镇云川路金华联小区5号楼'}, {
      'name': '平安产险甘肃分公司白银景泰门店',
      'phone': '5536678',
      'site': '甘肃省白银市景泰县一条山镇南街西侧173号'
    }, {'name': '平安产险甘肃分公司白银靖远门店', 'phone': '6122223', 'site': '甘肃省白银市靖远县风雷街综艺地毯厂二楼'}, {
      'name': '平安产险甘肃分公司白银门店',
      'phone': '8232380',
      'site': '甘肃省白银市工农路127号银奥佳园一楼'
    }, {
      'name': '平安产险甘肃分公司白银平川门店',
      'phone': '6628613',
      'site': '甘肃省白银市平川区兴平南路锦绣园住宅小区20楼9号、10号商铺'
    }, {'name': '平安产险甘肃会宁县门店', 'phone': '3253603', 'site': '甘肃省白银市会宁县瑞金路桃源春小区1楼5、6商铺'}, {
      'name': '平安产险甘肃分公司天水甘谷门店',
      'phone': '5622899',
      'site': '甘肃省天水市甘谷县康庄西路升华制衣厂一楼（县财政局对面）'
    }, {'name': '平安产险甘肃分公司天水麦积门店', 'phone': '8278555', 'site': '甘肃省天水市麦积区渭滨南路12号邮政局一楼'}, {
      'name': '平安产险甘肃分公司天水门店',
      'phone': '8278555',
      'site': '甘肃省天水市秦州区藉河北路正大水岸都市 3号楼2楼'
    }, {
      'name': '平安产险甘肃分公司天水秦安门店',
      'phone': '6520229',
      'site': '甘肃省天水市秦安县滨河南路重邦尚城小区5号楼2楼（天然气对面）'
    }, {'name': '平安产险甘肃武山门店', 'phone': '3410256', 'site': '甘肃省天水市武山县城关镇宁远大道加油站旁（二小对面）'}, {
      'name': '甘肃省武威市天祝支公司门店',
      'phone': '3136239',
      'site': '甘肃省武威市天祝县鑫都小区四号楼三单元102、201室'
    }, {
      'name': '平安产险甘肃分公司武威门店',
      'phone': '2239611',
      'site': '甘肃省武威市凉州区二环南路140号商业1层8号平安保险公司'
    }, {'name': '平安产险甘肃分公司武威民勤门店', 'phone': '4129551', 'site': '武威市民勤县东大街电信综合楼1号'}, {
      'name': '平安产险甘肃分公司张掖高台门店',
      'phone': '5920883',
      'site': '甘肃省张掖市高台县湿地新区游泳馆南侧一楼'
    }, {'name': '平安产险甘肃分公司张掖门店', 'phone': '8278488', 'site': '甘肃省张掖市甘州区宁和园A区南门美食广场南门'}, {
      'name': '平安产险甘肃分公司张掖民乐门店',
      'phone': '4456366',
      'site': '张掖市民乐县世纪大道龙泉花园2号楼4楼'
    }, {'name': '平安产险甘肃临泽门店', 'phone': '5568328', 'site': '张掖市临泽县滨河路天鹅湖五湖假日酒店左侧一楼'}, {
      'name': '平安产险甘肃分公司平凉华亭门店',
      'phone': '7728276',
      'site': '甘肃省平凉市华亭县东沟小区1楼'
    }, {'name': '平安产险甘肃分公司平凉静宁门店', 'phone': '2596632', 'site': '甘肃平凉市静宁县滨河路民顺嘉园30幢3号'}, {
      'name': '平安产险甘肃分公司平凉门店',
      'phone': '8235225',
      'site': '甘肃平凉市崆峒区丰收路10号（华电小区对面龙汇家园1楼）'
    }, {
      'name': '平安产险甘肃分公司酒泉敦煌门店',
      'phone': '8835332',
      'site': '甘肃省敦煌市大唐文化街C座C20(敦煌市阳光沙洲大酒店向南800米)'
    }, {'name': '平安产险甘肃分公司酒泉瓜州门店', 'phone': '5946242', 'site': '甘肃省酒泉市瓜州县公园街元通市场东门'}, {
      'name': '平安产险甘肃分公司酒泉门店',
      'phone': '2653966',
      'site': '甘肃省酒泉市肃州区世纪大道阳关路58号创业大厦一层'
    }, {'name': '平安产险甘肃分公司酒泉玉门门店', 'phone': '3336855', 'site': '甘肃省玉门市新市区烟草专卖局一楼'}, {
      'name': '平安产险甘肃金塔门店',
      'phone': '4571378',
      'site': '酒泉市金塔县德胜驿宾馆向北50米'
    }, {'name': '平安产险甘肃分公司庆阳环县门店', 'phone': '4453288', 'site': '甘肃省庆阳市环县第四中学宿舍楼6号门店海洋小区对面'}, {
      'name': '平安产险甘肃分公司庆阳门店',
      'phone': '8629000',
      'site': '甘肃省庆阳市西峰区世纪大道25号煤炭地质勘察院一楼'
    }, {'name': '平安产险甘肃分公司庆阳宁县门店', 'phone': '6629283', 'site': '庆阳市宁县新宁镇新宁路20号'}, {
      'name': '平安产险甘肃分公司庆阳庆城门店',
      'phone': '3224455',
      'site': '甘肃省庆阳市庆城县北区金凤园东坡1栋34号'
    }, {
      'name': '平安产险甘肃分公司定西陇西县门店',
      'phone': '1809323901',
      'site': '甘肃省定西市陇西县崇文路中天家园后门向东100米'
    }, {'name': '平安产险甘肃分公司定西门店', 'phone': '8211579', 'site': '定西市安定区凤羽街91号东门口周家眼镜行（隔壁）'}, {
      'name': '平安产险甘肃分公司定西岷县门店',
      'phone': '7722561',
      'site': '甘肃省岷县岷阳镇岷州东路公用型汽车站'
    }, {'name': '甘肃省陇南市徽县支公司门店', 'phone': '6115105', 'site': '甘肃省陇南市徽县紫薇花园2号楼一楼'}, {
      'name': '平安产险甘肃分公司陇南成县门店',
      'phone': '3202903',
      'site': '甘肃省陇南市成县城关镇河东区和平东路运管局一楼'
    }, {'name': '平安产险甘肃分公司陇南门店', 'phone': '8211796', 'site': '陇南市武都区油橄榄基地兴朝大厦1F（军分区隔壁）'}, {
      'name': '甘肃省平安产险永靖县门店',
      'phone': '8883770',
      'site': '甘肃省永靖县古城新区春明路商业街2#008'
    }]
  }]
}, {
  'code': 4,
  'name': '广东',
  'child': [{
    'name': '东莞',
    'code': 1005,
    'child': [{
      'name': '平安产险东莞分公司常平门店',
      'phone': '82752040',
      'site': '广东省东莞市常平镇常平大道万业金融中心10楼A区'
    }, {
      'name': '平安产险东莞分公司厚街门店',
      'phone': '85981133',
      'site': '广东省东莞市厚街镇体育路发展大厦302（光大银行上面3楼）'
    }, {'name': '平安产险东莞分公司虎门门店', 'phone': '81615026', 'site': '广东省东莞市虎门镇连升路龙泉国际大酒店主楼4楼408'}, {
      'name': '平安产险东莞分公司理赔门店',
      'phone': '23035263',
      'site': '广东省东莞市南城区莞太路南城路段13号'
    }, {'name': '平安产险东莞分公司寮步门店', 'phone': '23617966', 'site': '广东省东莞市寮步镇香市路财富大厦8楼'}, {
      'name': '平安产险东莞分公司塘厦门店',
      'phone': '87920222',
      'site': '广东省东莞市塘厦镇四村公寓3A101（中国建设银行与交通银行中间）'
    }, {'name': '平安产险东莞分公司长安门店', 'phone': '81760879', 'site': '广东省东莞市长安镇柏林酒店东门二楼'}]
  }, {
    'name': '佛山',
    'code': 1006,
    'child': [{'name': '平安产险佛山分公司禅城区门店', 'phone': '83932818', 'site': '金澜南路澜石国际金属交易中心二楼'}, {
      'name': '平安产险佛山分公司高明区门店',
      'phone': '88266887',
      'site': '佛山市高明区荷城街道跃华路380号欣荣花园1座首层'
    }, {
      'name': '平安产险佛山分公司南海区门店',
      'phone': '86391415',
      'site': '广东省佛山市南海区桂城街道桂澜中路23号南海万科广场写字楼13楼'
    }, {
      'name': '平安产险佛山分公司三水区门店',
      'phone': '87789213',
      'site': '佛山市三水区西南镇健力宝北路29号北座107号、108号、109号及二层'
    }, {'name': '平安产险佛山分公司顺德区门店', 'phone': '22360395', 'site': '顺德大良沿江北路121号龙威大厦二楼'}]
  }, {
    'name': '广东',
    'code': 1007,
    'child': [{
      'name': '平安产险广东分公司番禺南沙门店',
      'phone': '39913986',
      'site': '广州市南沙区环市大道西海韵路2号109、110、111号房'
    }, {
      'name': '平安产险广东分公司番禺市桥门店',
      'phone': '84707293',
      'site': '番禺东升工业区1号自由鸟大厦二层（导航定位：东升工业区）'
    }, {
      'name': '平安产险广东分公司广州凯华国际中心门店',
      'phone': '4006695511',
      'site': '广州市天河区珠江新城冼村路5号凯华国际中心29楼，联系电话：4006695511转3'
    }, {'name': '平安产险广东分公司花都从化门店', 'phone': '87920208', 'site': '广东省广州市从化市街口街建设路36号平安保险'}, {
      'name': '平安产险广东分公司花都市区门店',
      'phone': '36835102',
      'site': '广州市花都区新华街凤凰北路41号永愉花园酒店二楼'
    }, {
      'name': '平安产险广东分公司开发区黄埔门店',
      'phone': '82386955',
      'site': '广州市黄埔区大沙地东403号步东商业大厦A715室'
    }, {'name': '平安产险广东分公司开发区市区门店', 'phone': '82001219', 'site': '广州市萝岗区科学大道科汇二街19号1楼'}, {
      'name': '平安产险广东分公司增城荔城门店',
      'phone': '32831129',
      'site': '增城市荔城街荔乡路91号纵横创展大厦一楼'
    }, {'name': '平安产险广东分公司增城新塘门店', 'phone': '82690485', 'site': '增城市新塘镇荔新路汇美新村A2区2号汇景楼2楼'}, {
      'name': '平安产险广东分公司韶关乐昌门店',
      'phone': '5581808',
      'site': '乐昌市西石岩路11号东方家园101、121商铺'
    }, {'name': '平安产险广东分公司韶关南雄门店', 'phone': '3833232', 'site': '南雄市雄州镇环城东路花果山对面新建门店8-13号'}, {
      'name': '平安产险广东分公司韶关曲江门店',
      'phone': '6670889',
      'site': '韶关市曲江区马坝镇城南东风一路7号顺景花园B2幢首层3号商铺'
    }, {'name': '平安产险广东分公司韶关仁化门店', 'phone': '6356222', 'site': '韶关市仁化县丹霞大道49号'}, {
      'name': '平安产险广东分公司韶关乳源门店',
      'phone': '5360793',
      'site': '韶关市乳源瑶族自治县乳城镇滨江东路白云天园林宾馆职工住宅综合楼2-4号商铺'
    }, {
      'name': '平安产险广东分公司韶关始兴门店',
      'phone': '3317555',
      'site': '韶关市始兴县太平镇城郊派出所北面众信花园首层15-16号'
    }, {'name': '平安产险广东分公司韶关市区门店', 'phone': '8742280', 'site': '广东省韶关市浈江区韶南大道北112号南天豪庭一楼'}, {
      'name': '平安产险广东分公司韶关翁源门店',
      'phone': '2820008',
      'site': '韶关市翁源县龙仙镇建设一路674号1楼'
    }, {
      'name': '平安产险广东分公司珠海斗门门店',
      'phone': '5550770',
      'site': '珠海市斗门区白蕉路（东第花园一期）3145号商铺'
    }, {
      'name': '平安产险广东分公司珠海市区电销门店',
      'phone': '3376883',
      'site': '珠海市香洲区吉大园林路51号平安大厦一楼105室'
    }, {'name': '平安产险广东分公司珠海市区门店', 'phone': '3363299', 'site': '珠海市香洲区吉大园林路51号平安大厦1楼'}, {
      'name': '平安产险广东分公司汕头潮南门店',
      'phone': '87782166',
      'site': '汕头市潮南区峡山镇汕尾居委广美路2号'
    }, {
      'name': '平安产险广东分公司汕头潮阳门店',
      'phone': '83612166',
      'site': '汕头市潮阳区棉城旷园肖厝亭坑西侧广汕公路旁坐南向北'
    }, {'name': '平安产险广东分公司汕头澄海门店', 'phone': '85858202', 'site': '汕头市澄海区益民路金融大厦9楼'}, {
      'name': '平安产险广东分公司汕头市区门店',
      'phone': '88696152',
      'site': '汕头市龙湖区韩江路19号怡景大厦1-3层'
    }, {'name': '平安产险广东分公司江门恩平门店', 'phone': '7718901', 'site': '广东省恩平市恩城镇东门路12号之一'}, {
      'name': '平安产险广东分公司江门鹤山门店',
      'phone': '8819956',
      'site': '广东省鹤山市沙坪镇坚美园23座商铺21号中国平安财产保险有限公司'
    }, {
      'name': '平安产险广东分公司江门开平门店',
      'phone': '2382709',
      'site': '开平市长沙区东兴大道人和东路1号7幢A座首层101全部、102铺位部分'
    }, {'name': '平安产险广东分公司江门市区门店', 'phone': '3980825', 'site': '江门市港口二路168号108室之一'}, {
      'name': '平安产险广东分公司江门台山门店',
      'phone': '5608080',
      'site': '台山市台城河滨东路8号第1幢4单元103、104、105号铺'
    }, {'name': '平安产险广东分公司江门新会门店', 'phone': '6966378', 'site': '江门市新会区冈州大道东86号君悦豪庭102号铺'}, {
      'name': '平安产险广东分公司湛江雷州门店',
      'phone': '8807166',
      'site': '广东省雷州市西湖大道五横路（交通局对面）'
    }, {'name': '平安产险广东分公司湛江廉江门店', 'phone': '6800011', 'site': '广东省湛江廉江市罗州大道130号房屋一、二层'}, {
      'name': '平安产险广东分公司湛江麻章门店',
      'phone': '3301102',
      'site': '广东省湛江市麻章区瑞云南路39号'
    }, {
      'name': '平安产险广东分公司湛江市区门店',
      'phone': '2195511',
      'site': '广东省湛江市开发区乐山路23号恒兴大夏22层（中国城酒店正对面）'
    }, {'name': '平安产险广东分公司湛江遂溪门店', 'phone': '7720005', 'site': '广东省湛江市遂溪县遂城镇运河路19号一、二层'}, {
      'name': '平安产险广东分公司湛江吴川门店',
      'phone': '5570122',
      'site': '湛江吴川市梅录镇海滨百步街四巷1号房一、二层'
    }, {'name': '平安产险广东分公司湛江徐闻门店', 'phone': '4863368', 'site': '广东省湛江市徐闻县徐海路(社保局对面)'}, {
      'name': '平安产险广东分公司茂名电白门店',
      'phone': '5117000',
      'site': '电白县水东镇三角墟迎宾大道客运中心5-6商铺一二层'
    }, {'name': '平安产险广东分公司茂名高州门店', 'phone': '6658055', 'site': '高州市茂名大道182号2楼'}, {
      'name': '平安产险广东分公司茂名化州门店',
      'phone': '7350127',
      'site': '广东省化州市河西街道办北岸开发区罗江花园北岸区第三之八路D52号首层'
    }, {'name': '平安产险广东分公司茂名市区门店', 'phone': '2180222', 'site': '茂名市油城七路33号1楼'}, {
      'name': '平安产险广东分公司茂名信宜门店',
      'phone': '8890999',
      'site': '广东省信宜市中兴街开发三区1楼'
    }, {'name': '平安产险广东分公司肇庆德庆门店', 'phone': '7775362', 'site': '肇庆市德庆县香山大道德庆碧桂园云山秀色1、2、3卡'}, {
      'name': '平安产险广东分公司肇庆鼎湖门店',
      'phone': '2624210',
      'site': '广东省肇庆市鼎湖区坑口民乐大道南37号（41区锦绣花园D-007号）'
    }, {
      'name': '平安产险广东分公司肇庆封开门店',
      'phone': '6683631',
      'site': '肇庆市封开县封州二路43号首层（即交警大队对面平安封开营销部）'
    }, {'name': '平安产险广东分公司肇庆高新区门店', 'phone': '3601199', 'site': '肇庆大旺高新区龙王庙大道嘉富华庭正门侧'}, {
      'name': '平安产险广东分公司肇庆高要门店',
      'phone': '8395700',
      'site': '高要市城区沿江二路6号江畔湾花园二期第六幢美盈轩二层60、61、62号商铺'
    }, {'name': '平安产险广东分公司肇庆广宁门店', 'phone': '8660908', 'site': '肇庆市广宁县南街镇南东二路158号首层两卡商铺'}, {
      'name': '平安产险广东分公司肇庆怀集门店',
      'phone': '5597838',
      'site': '肇庆市怀集县怀城镇沿江西路凯旋豪庭A1幢'
    }, {'name': '平安产险广东分公司肇庆金利门店', 'phone': '8570773', 'site': '高要市金利镇金利大道第5卡金利派出所附近'}, {
      'name': '平安产险广东分公司肇庆市区门店',
      'phone': '2756005',
      'site': '肇庆市二塔路东侧3号四季康庭1楼'
    }, {
      'name': '平安产险广东分公司肇庆四会门店',
      'phone': '3262001',
      'site': '广东省四会市东城区观海路黄寨村岗腰36号（即戈登酒店斜对面环球珠宝1-2楼，紧邻四会中学高中宿舍区）'
    }, {
      'name': '平安产险广东分公司惠州博罗门店',
      'phone': '6322351',
      'site': '博罗县罗阳镇观华区桥西四路新世纪时代广场鸿鹄大厦四楼01-02室'
    }, {'name': '平安产险广东分公司惠州黄埠门店', 'phone': '8658223', 'site': '惠东县黄埠镇吉黄路37号（国惠大酒店斜对面）'}, {
      'name': '平安产险广东分公司惠州惠城门店',
      'phone': '7808260',
      'site': '广东省惠州市惠城区河南岸瑞和家园二期1楼'
    }, {'name': '平安产险广东分公司惠州惠东门店', 'phone': '8268173', 'site': '广东省惠州市惠东县平山华侨城侨胜南路32号'}, {
      'name': '平安产险广东分公司惠州惠阳门店',
      'phone': '5196207',
      'site': '广东省惠州市大亚湾西区开城大道南10号富康国际8楼811室'
    }, {
      'name': '平安产险广东分公司惠州龙门门店',
      'phone': '7989660',
      'site': '广东省惠州市龙门县财政局对面星晖南湾商铺楼22栋3-4号'
    }, {
      'name': '平安产险广东分公司惠州市区江北门店',
      'phone': '2856306',
      'site': '广东省惠州市江北文昌一路11号铂金府华贸大厦3号楼1单元1层9号商铺'
    }, {'name': '平安产险广东分公司惠州仲恺门店', 'phone': '3220992', 'site': '惠州市陈江镇陈江大道南18号嘉安大厦二楼201'}, {
      'name': '平安产险广东分公司梅州大埔门店',
      'phone': '5532383',
      'site': '梅州市大埔县湖寮镇西环路280号丽湖花园平安保险2-5号店1楼'
    }, {
      'name': '平安产险广东分公司梅州丰顺门店',
      'phone': '6188222',
      'site': '广东省梅州市丰顺县汤坑镇市政大道120、122、126、128号（一、二层）'
    }, {'name': '平安产险广东分公司梅州蕉岭门店', 'phone': '7863123', 'site': '蕉岭县蕉城镇溪峰西路商贸中心D栋31、32号点'}, {
      'name': '平安产险广东分公司梅州平远门店',
      'phone': '8899883',
      'site': '梅州市平远县大柘镇平远大道128号首层'
    }, {
      'name': '平安产险广东分公司梅州市区门店',
      'phone': '2280116',
      'site': '广东省梅州市江南新中路50号中一大厦首层平安产险梅州支公司'
    }, {'name': '平安产险广东分公司梅州五华门店', 'phone': '4459888', 'site': '梅州五华县水寨镇水寨大道平安财产保险公司'}, {
      'name': '平安产险广东分公司梅州兴宁门店',
      'phone': '3356200',
      'site': '兴宁市宁新大岭和山河侧瑞宁苑B栋05、06号门店'
    }, {
      'name': '平安产险广东分公司汕尾海丰门店',
      'phone': '6811306',
      'site': '广东省汕尾市海丰县海城镇广富路富城花园A栋5、6号一、二层、7、8号二层'
    }, {
      'name': '平安产险广东分公司汕尾陆丰门店',
      'phone': '8892111',
      'site': '广东省汕尾陆丰市洛洲小区新华路北侧前排新华苑商住楼一楼1号商铺'
    }, {'name': '平安产险广东分公司汕尾陆河门店', 'phone': '5663811', 'site': '陆河县河田镇朝阳路243、245号首、二层'}, {
      'name': '平安产险广东分公司汕尾市区门店',
      'phone': '33333306',
      'site': '汕尾市汕尾大道中段烟草综合楼A栋首层1号商铺及A、B栋三楼（原金叶酒店大楼）'
    }, {'name': '平安产险广东分公司河源和平门店', 'phone': '5677100', 'site': '河源市和平县和平大道聚隆花园c1栋5号商铺一楼'}, {
      'name': '平安产险广东分公司河源连平门店',
      'phone': '4336660',
      'site': '河源市连平县城南山大道柳树堂开发区阳光花园A栋商铺6号'
    }, {
      'name': '平安产险广东分公司河源龙川门店',
      'phone': '6899999',
      'site': '龙川县老隆镇下泡水兴泰花园1、2座1号商铺第一层08单元'
    }, {
      'name': '平安产险广东分公司河源市区门店',
      'phone': '3890899',
      'site': '河源市河源大道北333号海拓大厦一楼105、106、107、108及四楼4A、4B、4C'
    }, {'name': '平安产险广东分公司河源紫金门店', 'phone': '7839951', 'site': '河源市紫金县紫城镇西郊开发区B3小区'}, {
      'name': '平安产险广东分公司阳江市区门店',
      'phone': '3165475',
      'site': '广东省阳江市江城区三环路158号首层中国平安财产保险股份有限公司阳江中心支公司'
    }, {'name': '平安产险广东分公司阳江阳春门店', 'phone': '7728788', 'site': '广东省阳江市阳春市金泉花园过境公路平安财产保险公司'}, {
      'name': '平安产险广东分公司阳江阳东门店',
      'phone': '6323222',
      'site': '广东省阳江市阳东县东城镇昌和路1号首层（一、二号）'
    }, {'name': '平安产险广东分公司阳江阳西门店', 'phone': '5550577', 'site': '阳西明珠新城西路68号泰景华庭3栋B1座122号'}, {
      'name': '平安产险广东分公司清远连州门店',
      'phone': '6669831',
      'site': '广东省清远市连州市白水路119号'
    }, {'name': '平安产险广东分公司清远市区门店', 'phone': '3866756', 'site': '清远市清城区连江路52号首层第一、二、四卡'}, {
      'name': '平安产险广东分公司清远英德门店',
      'phone': '2287248',
      'site': '英德市英城茶园路东英州大道西新天地一期7座首层'
    }, {'name': '平安产险广东分公司中山古镇门店', 'phone': '22343402', 'site': '中山市古镇镇体育路灯都新天地F区卡之一'}, {
      'name': '平安产险广东分公司中山三乡门店',
      'phone': '86333236',
      'site': '中山市三乡镇雅居乐新城10期A区G2幢A43号、A45号商铺'
    }, {'name': '平安产险广东分公司中山沙溪门店', 'phone': '88928309', 'site': '中山市沙溪镇隆兴中路35号一层3卡'}, {
      'name': '平安产险广东分公司中山市区门店',
      'phone': '23321923',
      'site': '广东省中山市东区中山四路43号一楼大堂'
    }, {'name': '平安产险广东分公司中山小榄门店', 'phone': '22236120', 'site': '中山市小榄镇荣华中路21号'}, {
      'name': '平安产险广东分公司潮州潮安门店',
      'phone': '5814156',
      'site': '潮州市潮安县县城龙桥路与彩文路交界1楼'
    }, {'name': '平安产险广东分公司潮州饶平门店', 'phone': '7807812', 'site': '潮州市饶平县黄冈镇海博现代城商铺26号1-3层'}, {
      'name': '平安产险广东分公司潮州市区门店',
      'phone': '2209112',
      'site': '潮州市永春北路丽春综合楼1层'
    }, {'name': '平安产险广东分公司揭阳普宁门店', 'phone': '2932101', 'site': '普宁市流沙西建设路中段计生局西侧1-3层'}, {
      'name': '平安产险广东分公司揭阳市区门店',
      'phone': '8220647',
      'site': '揭阳市东山区站前大道中段金叶大厦1-2层'
    }, {'name': '平安产险广东分公司云浮罗定门店', 'phone': '3836000', 'site': '云浮市罗定罗城镇大岗路口首层'}, {
      'name': '平安产险广东分公司云浮市区门店',
      'phone': '8830598',
      'site': '云浮市河南西路1号三河州花园第23幢10、11号商铺首层'
    }, {'name': '平安产险广东分公司云浮郁南门店', 'phone': '7590030', 'site': '云浮市郁南县都城镇平江路27号首层'}]
  }]
}, {
  'code': 5,
  'name': '广西',
  'child': [{
    'name': '广西',
    'code': 1008,
    'child': [{
      'name': '平安产险广西分公司南宁宾阳门店',
      'phone': '8258658',
      'site': '宾阳县财政路都市花园小区联排综合住宅楼16、17号'
    }, {'name': '平安产险广西分公司南宁金州路门店', 'phone': '5597352', 'site': '南宁市金洲路36号金州大厦一层'}, {
      'name': '平安产险广西分公司南宁市横县门店',
      'phone': '7219199',
      'site': '广西横县横州镇城司北路097、099、101号'
    }, {'name': '平安产险广西分公司南宁市武鸣县门店', 'phone': '6217006', 'site': '广西南宁市武鸣县江滨路188号一层'}, {
      'name': '平安产险广西分公司柳州阳光100门店',
      'phone': '2855511',
      'site': '柳州市桂中大道2号阳光100城市广场2号楼3层'
    }, {'name': '平安产险广西分公司桂林漓江路门店', 'phone': '5859318', 'site': '广西桂林市七星区漓江路4号'}, {
      'name': '平安产险广西分公司梧州冬湖路门店',
      'phone': '3885520',
      'site': '广西梧州市冬湖路1号（梧州市总工会新办公楼）一层'
    }, {'name': '平安产险广西分公司北海门店', 'phone': '3992660', 'site': '北海市西南大道336号（巴伐利亚酒店旁）'}, {
      'name': '平安产险广西分公司防城港防城区门店',
      'phone': '3231132',
      'site': '广西壮族自治区防城港防城区防城镇民族大道群星路770号'
    }, {'name': '平安产险广西分公司钦州门店', 'phone': '2812777', 'site': '钦州市永福东大街与富民路交汇处国贸中心6楼'}, {
      'name': '平安产险广西分公司贵港阳光财富中心门店',
      'phone': '4296109',
      'site': '贵港市港北区金港大道935号阳光财富中心13A楼(14层)'
    }, {'name': '平安产险广西分公司玉林一环东路门店', 'phone': '2688378', 'site': '广西玉林市玉州区一环东路56号一层'}, {
      'name': '平安产险广西分公司百色城东路门店',
      'phone': '2836122',
      'site': '百色市城东路2-34-2号一层（火车站进站大道农行对面）'
    }, {'name': '平安产险广西分公司贺州门店', 'phone': '5139220', 'site': '贺州市贺州大道53号东园小区1楼'}, {
      'name': '平安产险广西分公司河池西环路门店',
      'phone': '2289185',
      'site': '河池市西环路103号一层'
    }, {'name': '平安产险广西分公司来宾中支门店', 'phone': '4275708', 'site': '来宾市红水河大道18号301'}, {
      'name': '平安产险广西分公司崇左东城国际门店',
      'phone': '7822329',
      'site': '崇左市江州区江南路98号(东成国际）1栋1-01、02、03号'
    }]
  }]
}, {
  'code': 6,
  'name': '贵州',
  'child': [{
    'name': '贵州',
    'code': 1009,
    'child': [{
      'name': '平安产险贵州分公司贵阳观山湖区门店',
      'phone': '88517705',
      'site': '观山湖区长岭北路6号大唐东原财富广场3号楼12层'
    }, {
      'name': '平安产险贵州分公司贵阳花溪门店',
      'phone': '83635855',
      'site': '花溪大道中段83号菊花洞路虹祥花郡一期商业物业负1-18'
    }, {'name': '平安产险贵州分公司贵阳开阳门店', 'phone': '7226426', 'site': '贵州省贵阳市开阳县城关镇环城北路43号'}, {
      'name': '平安产险贵州分公司贵阳孟关门店',
      'phone': '88611561',
      'site': '孟关汽贸城A负一楼10号'
    }, {
      'name': '平安产险贵州分公司贵阳清镇门店',
      'phone': '82521299',
      'site': '清镇市青龙街道办事处云岭大道云岭中路（农发行清镇市支行东北侧30米）'
    }, {
      'name': '平安产险贵州分公司贵阳乌当区门店',
      'phone': '86847146',
      'site': '贵州省贵阳市乌当区高新社区新添村温石路天骄欣园1号楼1层'
    }, {'name': '平安产险贵州分公司贵阳息烽门店', 'phone': '87721799', 'site': '息烽县永靖镇聚贤路平安保险公司'}, {
      'name': '平安产险贵州分公司贵阳云岩区门店',
      'phone': '86829414',
      'site': '贵州省贵阳市瑞金北路136号华融大厦（原金元大厦）1楼'
    }, {'name': '平安产险贵州分公司修文门店', 'phone': '82321415', 'site': '贵阳市修文县阳明大道大转盘处利尔上河城13幢1层2号'}, {
      'name': '平安产险贵州分公司云岩区门店',
      'phone': '86823483',
      'site': '瑞金北路136号中国华融大厦（原金元大厦）1楼'
    }, {'name': '平安产险贵州分公司六盘水六枝门店', 'phone': '5811626', 'site': '交通路12号附11号'}, {
      'name': '平安产险贵州分公司六盘水盘县门店',
      'phone': '3638476',
      'site': '盘县胜境大道473号湾田大厦对面'
    }, {'name': '平安产险贵州分公司六盘水钟山区门店', 'phone': '8695803', 'site': '贵州省六盘水市钟山区'}, {
      'name': '平安产险贵州分公司遵义赤水市门店',
      'phone': '22863977',
      'site': '贵州省遵义市赤水市河滨中路第三栋二层1'
    }, {'name': '平安产险贵州分公司遵义道真县门店', 'phone': '25782090', 'site': '道真县玉溪镇黔北大道一转盘平安财产保险公司'}, {
      'name': '平安产险贵州分公司遵义凤冈县门店',
      'phone': '25222966',
      'site': '贵州省遵义市凤冈县龙泉镇星港湾4号楼'
    }, {'name': '平安产险贵州分公司遵义湄潭县门店', 'phone': '24255558', 'site': '湄潭县滨江时代新区A2区2号楼平安保险公司'}, {
      'name': '平安产险贵州分公司遵义仁怀市门店',
      'phone': '22306963',
      'site': '贵州省遵义市仁怀市财政局大楼办公用房二楼'
    }, {'name': '平安产险贵州分公司遵义绥阳县门店', 'phone': '26229911', 'site': '贵州省遵义市绥阳县洋川镇平安西路1号'}, {
      'name': '平安产险贵州分公司遵义桐梓县门店',
      'phone': '26652828',
      'site': '贵州省遵义市桐梓县娄山关镇马鞍山一期旧城改造工程C区6栋2楼西南侧'
    }, {'name': '平安产险贵州分公司遵义务川县门店', 'phone': '25629194', 'site': '务川自治县都儒镇银杏大道城市保元广场二楼'}, {
      'name': '平安产险贵州分公司遵义习水县门店',
      'phone': '22732345',
      'site': '习水县东皇镇西城区红都世纪城第34幢2层1号'
    }, {'name': '平安产险贵州分公司遵义香港路门店', 'phone': '28683178', 'site': '贵州省遵义市汇川区香港路乌江大厦一楼'}, {
      'name': '平安产险贵州分公司遵义余庆县门店',
      'phone': '24709511',
      'site': '贵州省余庆县白泥镇中关村代祥组3号'
    }, {
      'name': '平安产险贵州分公司遵义正安县门店',
      'phone': '26401887',
      'site': '贵州省遵义市正安县西门开发区烟草公司办公楼一楼'
    }, {'name': '平安产险贵州分公司遵义遵义县门店', 'phone': '27880699', 'site': '遵义市播州区龙坑镇城投公司一楼'}, {
      'name': '平安产险贵州分公司安顺关岭县门店',
      'phone': '37767896',
      'site': '关岭县关索镇坝陵大道新客车站2楼'
    }, {'name': '平安产险贵州分公司安顺平坝门店', 'phone': '34229622', 'site': '安顺市平坝区天马大道环西商务宾馆旁3楼'}, {
      'name': '平安产险贵州分公司安顺普定县门店',
      'phone': '38224386',
      'site': '贵州省安顺市普定县城关镇文明路粑粑街顺达修理厂旁'
    }, {'name': '平安产险贵州分公司安顺镇宁县门店', 'phone': '36825678', 'site': '镇宁县城关镇南北大道工商局对面'}, {
      'name': '平安产险贵州分公司安顺中华东路门店',
      'phone': '33284974',
      'site': '安顺市西秀区中华东路东段“顺城1号”二栋三单元1号'
    }, {'name': '平安产险贵州分公司安顺紫云县门店', 'phone': '35233345', 'site': '紫云自治县松山镇格凸大道17号'}, {
      'name': '平安产险贵州分公司铜仁德江县门店',
      'phone': '8528089',
      'site': '德江县环西路61号三楼'
    }, {'name': '平安产险贵州分公司铜仁石阡县门店', 'phone': '5252511', 'site': '贵州省石阡县汤山镇北塔大道西侧150号'}, {
      'name': '平安产险贵州分公司铜仁市门店',
      'phone': '5252511',
      'site': '铜仁市西外环8号西城预都7楼'
    }, {'name': '平安产险贵州分公司铜仁思南县门店', 'phone': '7228778', 'site': '思南县民族风情街G栋一单元三楼'}, {
      'name': '平安产险贵州分公司铜仁松桃县门店',
      'phone': '2348717',
      'site': '松桃苗族自治县蓼皋镇滨江花园C区2'
    }, {'name': '平安产险贵州分公司铜仁玉屏县门店', 'phone': '3230008', 'site': '玉屏侗族自治县中山路57号平安保险公司'}, {
      'name': '平安产险贵州分公司黔西南安龙店',
      'phone': '5226513',
      'site': '贵州省安龙县西龙商贸城　'
    }, {'name': '平安产险贵州分公司黔西南普安县门店', 'phone': '7233919', 'site': '贵州省普安县盘水镇南山路（南大街）'}, {
      'name': '平安产险贵州分公司黔西南晴隆县门店',
      'phone': '3225577',
      'site': '晴隆县莲城镇东街来南路（济康医院下行200米）'
    }, {'name': '平安产险贵州分公司黔西南望谟县门店', 'phone': '4851538', 'site': '贵州省望谟县环城路皇朝家私对面'}, {
      'name': '平安产险贵州分公司黔西南兴仁门店',
      'phone': '6223599',
      'site': '贵州省兴仁县市府东路县人大正对面'
    }, {'name': '平安产险贵州分公司黔西南兴义市门店', 'phone': '3225577', 'site': '兴义市桔丰路1号'}, {
      'name': '平安产险贵州分公司黔西南贞丰县门店',
      'phone': '856663296',
      'site': '贵州省贞丰县珉谷镇南环路贞丰中学旁48号'
    }, {
      'name': '平安产险贵州分公司毕节大方门店',
      'phone': '7795511',
      'site': '贵州省大方县银杏路利民中学下侧红绿灯右转云龙大道路口'
    }, {'name': '平安产险贵州分公司毕节金沙县门店', 'phone': '7251250', 'site': '川嘉地产C区平安保险公司'}, {
      'name': '平安产险贵州分公司毕节纳雍县门店',
      'phone': '3637499',
      'site': '纳雍县茶林路136号党校对面平安保险公司'
    }, {'name': '平安产险贵州分公司毕节黔西县门店', 'phone': '4246518', 'site': '莲城大道林东矿物医院隔壁平安保险公司'}, {
      'name': '平安产险贵州分公司毕节市门店',
      'phone': '8263608',
      'site': '百里杜鹃路观邸大楼四楼平安保险公司'
    }, {'name': '平安产险贵州分公司毕节威宁门店', 'phone': '6715990', 'site': '威宁县草海镇广园路欢歌嘉年华旁平安保险公司'}, {
      'name': '平安产险贵州分公司毕节织金县门店',
      'phone': '7621388',
      'site': '织金县下寨加油站斜对面平安保险公司'
    }, {'name': '平安产险贵州分公司黄平门店', 'phone': '2393011', 'site': '黄平县新州镇13号公路旁通海家园2-3号'}, {
      'name': '平安产险贵州分公司黔东南凯里宁波路门店',
      'phone': '8210032',
      'site': '凯里市宁波路房地产交易大楼2楼'
    }, {'name': '平安产险贵州分公司黔东南黎平门店', 'phone': '6098527', 'site': '贵州省黎平县德凤镇东门外正阳大厦平安产险'}, {
      'name': '平安产险贵州分公司黔东南榕江门店',
      'phone': '6676977',
      'site': '贵州省榕江县三水榕城二期二号楼2-7号门店平安产险'
    }, {
      'name': '平安产险贵州分公司黔东南施秉门店',
      'phone': '4325766',
      'site': '施秉县城关镇中沙大道平安保险公司（王府酒店对面）'
    }, {'name': '平安产险贵州分公司黔东南天柱门店', 'phone': '7531669', 'site': '贵州省天柱县水东路诗新修理厂旁平安财产保险公司'}, {
      'name': '平安产险贵州分公司黔东南镇远门店',
      'phone': '5711111',
      'site': '贵州省镇远县炮火厂路口旁平安财产保险公司'
    }, {'name': '平安产险贵州分公司黔南都匀开发区门店', 'phone': '8338802', 'site': '都匀市开发区电信大楼一楼'}, {
      'name': '平安产险贵州分公司黔南福泉门店',
      'phone': '2225090',
      'site': '金山办事处金钟路与金山路交叉处02层201号'
    }, {
      'name': '平安产险贵州分公司黔南惠水县门店',
      'phone': '6226811',
      'site': '惠水县和平镇扒头寨（中医院前行100米睿辉车行2楼）'
    }, {
      'name': '平安产险贵州分公司黔南龙里店',
      'phone': '5678011',
      'site': '贵州省龙里县龙山镇环城路（火车站）龙里伯爵钻石广场5幢'
    }, {'name': '平安产险贵州分公司黔南罗甸县门店', 'phone': '7612668', 'site': '贵州省罗甸县龙坪镇迎宾路中段平安公司'}, {
      'name': '平安产险贵州分公司黔南平塘县门店',
      'phone': '7316900',
      'site': '平塘县后山大道一段163号'
    }, {'name': '平安产险贵州分公司黔南三都县门店', 'phone': '3925799', 'site': '三合镇河滨东路'}, {
      'name': '平安产险贵州分公司黔南瓮安县门店',
      'phone': '2622599',
      'site': '贵州省瓮安县城北加油站斜对门平安保险公司斜对门'
    }, {
      'name': '平安产险贵州分公司贵阳花溪门店',
      'phone': '83636256',
      'site': '花溪大道中段83号菊花洞路虹祥花郡一期商业物业负1-18'
    }, {'name': '平安产险贵州分公司贵阳开阳门店', 'phone': '87226426', 'site': '贵阳市开阳县城关镇干田坝辰龙花园平安保险公司'}]
  }]
}, {
  'code': 7,
  'name': '海南',
  'child': [{
    'name': '海南',
    'code': 1010,
    'child': [{
      'name': '平安产险海南分公司海口新海航门店',
      'phone': '66720575',
      'site': '海口市美兰区国兴大道7号新海航大厦一楼'
    }, {'name': '平安产险海南分公司三亚迎宾路门店', 'phone': '88665810', 'site': '海南省三亚吉阳区迎宾路山水天域六区一号中国平安财产保险公司'}]
  }]
}, {
  'code': 8,
  'name': '河北',
  'child': [{
    'name': '河北',
    'code': 1011,
    'child': [{
      'name': '平安产险河北分公司石家庄桥东门店',
      'phone': '89629143',
      'site': '河北省石家庄市方北路与体育大街交叉口西北角(原师大外国语院内)'
    }, {
      'name': '平安产险河北分公司秦皇岛昌黎门店',
      'phone': '5965781',
      'site': '河北省秦皇岛市昌黎县抚昌黄路西段（东大市场西门斜对面平安保险）'
    }, {'name': '平安产险河北分公司秦皇岛抚宁门店', 'phone': '6035979', 'site': '河北省秦皇岛市抚宁县迎宾路东中国银行对面'}, {
      'name': '平安产险河北分公司秦皇岛山海关门店',
      'phone': '5037780',
      'site': '河北省秦皇岛市山海关区关城南路38号（斌扬大厦，山海关公安局斜对面）'
    }, {'name': '平安产险河北分公司秦皇岛迎宾路门店', 'phone': '5314758', 'site': '秦皇岛海港区迎宾路92号（房产大厦对面，民政大厦）'}, {
      'name': '平安产险河北分公司邯郸门店',
      'phone': '5100215',
      'site': '河北省邯郸市丛台区丛台路392号(滏西路与丛台路交叉口东行500米丛台路滏阳桥桥西路南)'
    }, {
      'name': '平安产险河北分公司邢台综合门店',
      'phone': '5203670',
      'site': '河北省邢台市守敬北路506号交通花园4号楼3层（达活泉公园南行200米路西，建行南邻，交通职工医院北邻）'
    }, {
      'name': '平安产险河北分公司保定综合门店',
      'phone': '6790271',
      'site': '河北省保定市向阳北大街1169号（保定市总工会向北直行过两个十字路口)'
    }, {
      'name': '平安产险河北分公司张家口赤城门店',
      'phone': '6315512',
      'site': '河北省张家口市赤城县赤城镇政府东街5号楼独栋（赤城县计划生育局红绿灯往东50米）'
    }, {
      'name': '平安产险河北分公司张家口怀来门店',
      'phone': '5932306',
      'site': '张家口市怀来县沙城镇九街菜市场商业楼（文化公园南门正对面）'
    }, {
      'name': '平安产险河北分公司张家口万全门店',
      'phone': '5661663',
      'site': '河北省张家口市万全区孔家庄镇东环路交警队南行400米鑫华府底商'
    }, {
      'name': '平安产险河北分公司张家口蔚县门店',
      'phone': '5689660',
      'site': '河北省张家口市蔚县蔚州镇胜利西路87号一楼，工商银行旁边，京西饭店西行50米'
    }, {
      'name': '平安产险河北分公司张家口宣化门店',
      'phone': '5922370',
      'site': '张家口市宣化区宣府大街133号长宁小区28号楼15-16底商(世纪王朝大酒店对面、永和豆浆旁边)'
    }, {'name': '平安产险河北分公司张家口阳原门店', 'phone': '7510111', 'site': '河北省张家口市阳原县广场街和湾御景小区南门'}, {
      'name': '平安产险河北分公司张家口一楼门店',
      'phone': '5981367',
      'site': '河北省张家口市高新区财富中心大厦A座（市府西大街中兴北路交叉口处，张家口市国际大酒店对面）'
    }, {
      'name': '平安产险河北分公司张家口张北门店',
      'phone': '5856681',
      'site': '河北省张家口市张北县张北镇宏昊宏怡嘉苑28号楼11.12双铺独栋一层（供水公司对面）'
    }, {
      'name': '平安产险河北分公司张家口涿鹿门店',
      'phone': '6533568',
      'site': '涿鹿县涿鹿镇隆都路轩辕住宅小区北区73栋东第7-8号底商（开元大酒店斜对面）公交：4路'
    }, {'name': '平安产险河北分公司承德双桥区门店', 'phone': '5925393', 'site': '河北省承德市双桥区武阳花园东区1号办公楼'}, {
      'name': '平安产险河北分公司沧州河间门店',
      'phone': '5587612',
      'site': '河北省河间市团结北大街116号体育局对面（沧州银行南）,附近建筑：体育局斜对面,门前无停车位。公交：无.'
    }, {
      'name': '平安产险河北分公司沧州献县门店',
      'phone': '4458000',
      'site': '河北沧州献县南环广电中心向东200米路北 附近建筑：昌盛家园， 门前有停车位（10-12个）。公交无.'
    }, {
      'name': '平安产险河北分公司沧州运河区门店',
      'phone': '5673578',
      'site': '河北省沧州市运河区御河路16号,附近建筑沧州市文化艺术中心南50米十字路口,公交1路、16路.'
    }, {
      'name': '平安产险河北分公司廊坊霸州门店',
      'phone': '5662582',
      'site': '霸州市迎宾东道292号。市检察院东行200米、市政府东行500米路北，2路'
    }, {
      'name': '平安产险河北分公司廊坊大城门店',
      'phone': '5195717',
      'site': '大城县新华东街南侧凯达小区16号楼底商一层。新汽车站南100米路口右转西行20米路南、国安饭店西20米。公交4'
    }, {
      'name': '平安产险河北分公司廊坊广阳门店',
      'phone': '5268708',
      'site': '廊坊市广阳道以北裕华路御泉湾小区南门西侧办公楼一楼。（第十八小学路东，停车位10个)'
    }, {
      'name': '平安产险河北分公司廊坊三河门店',
      'phone': '5166705',
      'site': '三河市区鼎盛商贸街南A楼15单元1-8号。鼎盛街西口大鼎南20米，门前有8个停车位。930路'
    }, {
      'name': '平安产险河北分公司廊坊文安门店',
      'phone': '5678832',
      'site': '文安县城南环路北侧。碧清池洗浴东行100路北、移动公司西行100米路北，有2个停车位。无公交'
    }, {
      'name': '平安产险河北分公司廊坊香河门店',
      'phone': '5182825',
      'site': '廊坊市香河县新华大街北侧二中对面。民族饭庄东50米路北、3个停车位。1路二中下车、810路建委广场下车'
    }, {
      'name': '平安产险河北分公司衡水安平门店',
      'phone': '5287666',
      'site': '河北省衡水市安平县红旗大街北方明珠一楼西第三间,东来顺东、交通局，门前有停车位，数量紧张,公交车5路'
    }, {
      'name': '平安产险河北分公司衡水阜城门店',
      'phone': '4638022',
      'site': '河北省衡水市阜城县工业园区贸达街西侧,东行50米县车管所,100米县交警大队,西行50米移动公司,门前停车位5个'
    }, {
      'name': '平安产险河北分公司衡水故城门店',
      'phone': '5366627',
      'site': '故城县郑口镇京杭大街迎瑞红绿灯路口北200米西侧,京杭大街北大医院南行50米路西、门前有停车位3个'
    }, {
      'name': '平安产险河北分公司衡水景县门店',
      'phone': '4220955',
      'site': '河北省衡水市景县景新大街移动公司附近，门前有停车位,数量紧张'
    }, {
      'name': '平安产险河北分公司衡水门店',
      'phone': '5267631',
      'site': '河北省衡水市桃城区中华南大街699号1栋1-2层,附近建筑物:香龙大酒店、市地税局,门前有停车位,数量紧张'
    }, {
      'name': '平安产险河北分公司衡水饶阳门店',
      'phone': '7261668',
      'site': '河北省衡水市饶阳县平安西路30号,贸易城东北角、饶阳县电力局东50米路南，门前有停车位，数量紧张,无公交'
    }, {
      'name': '平安产险河北分公司衡水深州门店',
      'phone': '5292319',
      'site': '深州市贸易城欧式街36号（贸易城纬一路温泉游泳馆东侧），门前有停车位,数量紧张,无公交'
    }, {'name': '平安产险河北分公司衡水武邑门店', 'phone': '5876085', 'site': '武邑县宁武路北侧西环路西侧（阳光花城D-13）,吉美超市斜对角、新车管所、武邑中学，门前有停车位6个'}]
  }, {
    'name': '唐山',
    'code': 1012,
    'child': [{'name': '产险唐山分公司开平支公司', 'phone': '5257169', 'site': '中兴古镇新城御园小区53号楼1号2号商业房'}, {
      'name': '平安产险唐山分公司本部门店',
      'phone': '5396037',
      'site': '河北省唐山市卫国北路259号'
    }, {'name': '平安产险唐山分公司曹妃甸门店', 'phone': '5071202', 'site': '曹妃甸区唐海镇新城大街东段丁字路口北侧'}, {
      'name': '平安产险唐山分公司丰南门店',
      'phone': '5090493',
      'site': '河北省唐山市丰南区滨河大街与唐胥路交叉路口(星河湾底商288号)'
    }, {
      'name': '平安产险唐山分公司丰润门店',
      'phone': '5270934',
      'site': '河北省唐山市丰润区端明路东侧（原老百货公司，丰润街心公园附近）'
    }, {'name': '平安产险唐山分公司乐亭门店', 'phone': '5223297', 'site': '河北省唐山乐亭县发展大道10号'}, {
      'name': '平安产险唐山分公司滦南门店',
      'phone': '5707709',
      'site': '河北省唐山市滦南县和谐路与南大街交叉口北行500米路西'
    }, {'name': '平安产险唐山分公司滦县门店', 'phone': '5032112', 'site': '河北省唐山滦县新城建华北大街156号'}, {
      'name': '平安产险唐山分公司迁安门店',
      'phone': '5352070',
      'site': '河北省唐山迁安市兴安大街西段杰作底商'
    }, {'name': '平安产险唐山分公司迁西门店', 'phone': '5977103', 'site': '河北省唐山市迁西县渔丰西街61-1号'}, {
      'name': '平安产险唐山分公司玉田门店',
      'phone': '5050467',
      'site': '河北省唐山玉田县凤凰春城一期底商46号，供销大厦（繁荣路店）超市南侧'
    }, {'name': '平安产险唐山分公司遵化门店', 'phone': '5200775', 'site': '河北省唐山遵化市华明嘉园底商（人民医院北行500米）'}]
  }]
}, {
  'code': 9,
  'name': '河南',
  'child': [{
    'name': '河南',
    'code': 1013,
    'child': [{
      'name': '平安产险河南分公司郑州花园路门店',
      'phone': '60106075',
      'site': '郑州市金水区花园路三全路交叉口向北100米路东'
    }, {
      'name': '平安产险河南分公司郑州美景天城门店',
      'phone': '60396576',
      'site': '郑州市中州大道与石化路交叉口美景天城B区5号、6号'
    }, {'name': '平安产险河南分公司郑州长江路门店', 'phone': '60116907', 'site': '郑州市长江路嵩山路交叉口东50米长江路南'}, {
      'name': '平安产险河南分公司开封黄河路门店',
      'phone': '23706281',
      'site': '开封市黄河路北段阳光新天地营业房1、2层'
    }, {
      'name': '平安产险河南分公司开封通许县门店',
      'phone': '23281195',
      'site': '通许县商业路西段南侧金福苑小区2号楼105号商铺'
    }, {
      'name': '平安产险河南分公司洛阳高新区门店',
      'phone': '60697187',
      'site': '洛阳市高新区滨河北路与瀛洲路交叉口东100米'
    }, {
      'name': '平安产险河南分公司平顶山南环路门店',
      'phone': '6168175',
      'site': '平顶山市湛河区南环路与凌云路交叉口路向东200米路北彩虹小区底商'
    }, {
      'name': '平安产险河南分公司安阳曙光路门店',
      'phone': '3771977',
      'site': '安阳市文峰区德隆街与曙光路交叉口西北角万城华府B区1—3楼门面房'
    }, {
      'name': '平安产险河南分公司鹤壁淇滨区兴鹤大街门店',
      'phone': '2178527',
      'site': '鹤壁市淇滨区兴鹤大街与海河路交叉口向北50米路西中国平安财产保险商务楼'
    }, {
      'name': '平安产险河南分公司新乡新飞大道门店',
      'phone': '5818398',
      'site': '河南省新乡市金穗大道与新飞大道交叉口向南200米路东'
    }, {'name': '平安产险河南分公司济源紫罗兰门店', 'phone': '6298255', 'site': '济源市济水大街66号紫罗兰家园门面房一层'}, {
      'name': '平安产险河南分公司焦作邮政大厦门店',
      'phone': '3666211',
      'site': '焦作市山阳区焦东南路3368号邮政大厦一楼西侧'
    }, {
      'name': '平安产险河南分公司濮阳开州路门店',
      'phone': '4669512',
      'site': '濮阳市中原路与开州路交叉口北段（新政府行政服务中心北邻）1-2楼'
    }, {'name': '平安产险河南分公司许昌北大街门店', 'phone': '8376611', 'site': '北大街与机房街交叉口'}, {
      'name': '平安产险河南分公司漯河泰山路门店',
      'phone': '3362025',
      'site': '河南省漯河市郾城区泰山路北段育才中学北邻200米路东'
    }, {
      'name': '平安产险河南分公司三门峡枫桥水岸门店',
      'phone': '2119513',
      'site': '三门峡市湖滨区大岭路与河堤路交叉向西150米枫桥水岸一楼'
    }, {
      'name': '平安产险河南分公司南阳内乡县门店',
      'phone': '66036767',
      'site': '河南省内乡县城关镇工业路东侧左岸皇朝商住小区6号楼门面房'
    }, {'name': '平安产险河南分公司南阳西峡县门店', 'phone': '67068399', 'site': '南阳市西峡县城关镇建设西路地税稽查局一楼'}, {
      'name': '平安产险河南分公司南阳张衡东路门店',
      'phone': '67071223',
      'site': '南阳市宛城区张衡东路739号丰源小区2号楼门面房'
    }, {
      'name': '平安产险河南分公司商丘门店',
      'phone': '2776988',
      'site': '商丘市睢阳区南京路与凯旋路交叉口向南300米路东上海都市花园32号楼'
    }, {
      'name': '平安产险河南分公司信阳门店',
      'phone': '6189770',
      'site': '信阳市羊山新区新六大街与新七大道交叉口博林国际广场D区2号楼'
    }, {
      'name': '周口市五一路与太昊路交叉口中国铁建东来尚城平安财险',
      'phone': '8699136',
      'site': '周口市五一路与太昊路交叉口中国铁建东来尚城3、6号楼之间1-2层商铺'
    }, {'name': '平安产险河南分公司驻马店客运西站门店', 'phone': '3670313', 'site': '驻马店市雪松路与天中山大道交汇处北50米'}]
  }]
}, {
  'code': 10,
  'name': '黑龙江',
  'child': [{
    'name': '黑龙江',
    'code': 1014,
    'child': [{
      'name': '平安产险黑龙江分公司阿城营销服务部',
      'phone': '53726627',
      'site': '阿城区体育路50号金都街绿波花园A#57#1层4号'
    }, {
      'name': '平安产险黑龙江分公司巴彦营销服务部',
      'phone': '57516678',
      'site': '巴彦镇太平路广场名苑小区东侧临街处商服北楼第25门'
    }, {
      'name': '平安产险黑龙江分公司宾县营销服务部',
      'phone': '57909666',
      'site': '宾县宾州镇交通局家属楼门市西数第三门粮库对面'
    }, {
      'name': '平安产险黑龙江分公司方正营销服务部',
      'phone': '57195512',
      'site': '方正镇前进街晟水明苑9号楼东数第5屋 楼层[1-2层]'
    }, {'name': '平安产险黑龙江分公司赣水路门店', 'phone': '55587225', 'site': '赣水路21号平安大厦一楼'}, {
      'name': '平安产险黑龙江分公司赣水路业服门店',
      'phone': '55587230',
      'site': '赣水路21号平安大厦二楼'
    }, {
      'name': '平安产险黑龙江分公司呼兰营销服务部',
      'phone': '57395512',
      'site': '幸福街兰河名苑20#楼 楼层[1-2层]房间号[13号]'
    }, {'name': '平安产险黑龙江分公司群力门店', 'phone': '51021932', 'site': '群力第一大道1111号与景江西路交口'}, {
      'name': '平安产险黑龙江分公司尚志营销服务部',
      'phone': '53988388',
      'site': '尚志镇仁义委希望小学家属楼西数九号门市1-2层,尚志镇东大直街朝鲜中学对面商服一楼'
    }, {
      'name': '平安产险黑龙江分公司双城营销服务部',
      'phone': '53161881',
      'site': '双城市供排水集团供水公司南侧1号商服楼一楼13号2楼8-13号'
    }, {
      'name': '平安产险黑龙江分公司五常营销服务部',
      'phone': '55808622',
      'site': '成功街福顺家园小区18号楼 (亚臣路广电局斜对面),五常市亚臣路成功街抚顺家园平安财产保险（广电对面）'
    }, {'name': '平安产险黑龙江分公司依兰营销服务部', 'phone': '56005777', 'site': '依兰镇四街三委'}, {
      'name': '平安产险黑龙江分公司齐齐哈尔支公司克山营销服务部',
      'phone': '4733555',
      'site': '瑞士家园小区门市5号楼一楼'
    }, {
      'name': '平安产险黑龙江分公司齐齐哈尔支公司讷河营销服务部',
      'phone': '3516555',
      'site': '讷河市贵银名苑3号楼西门1号,'
    }, {
      'name': '平安产险黑龙江分公司齐齐哈尔中支门店',
      'phone': '6199016',
      'site': '龙沙区卜奎南大街459号南苑开发区北疆创业园科技企业孵化基地综合楼'
    }, {
      'name': '平安产险黑龙江分公司鸡西支公司虎林营销服务部',
      'phone': '6157088',
      'site': '虎林市晨光路东、希望街南乌苏里江花园小区5号楼0单元第105、205号门市'
    }, {
      'name': '平安产险黑龙江分公司鸡西支公司门店',
      'phone': '6992053',
      'site': '祥光路中段祥光城市花园24号楼门市1-2（老边饺子旁边）'
    }, {'name': '平安产险黑龙江分公司鸡西支公司密山营销服务部', 'phone': '6132377', 'site': '东安街188号平安保险2楼'}, {
      'name': '平安产险黑龙江分公司鹤岗支公司门店',
      'phone': '6165501',
      'site': '春晖邮政小区3号楼一楼'
    }, {
      'name': '平安产险黑龙江分公司双鸭山支公司宝清营销服务部',
      'phone': '6195565',
      'site': '宝清镇新华名苑A-1座一楼'
    }, {
      'name': '平安产险黑龙江分公司双鸭山支公司集贤营销服务部',
      'phone': '6185512',
      'site': '福双路蘭庭广厦1号门市（老白酒厂对面）'
    }, {'name': '平安产险黑龙江分公司双鸭山支公司门店', 'phone': '6111661', 'site': '五环体育馆 楼层[5]'}, {
      'name': '平安产险黑龙江分公司大庆支公司让胡路门店',
      'phone': '8987281',
      'site': '远望大街102号'
    }, {
      'name': '平安产险黑龙江分公司大庆支公司新村门店',
      'phone': '8987280',
      'site': '新风路6-1号开发区服务外包园C1'
    }, {'name': '平安产险黑龙江分公司大庆支公司肇州营销服务部', 'phone': '8193197', 'site': '丽水豪格A座东向西数17-18门'}, {
      'name': '平安产险黑龙江分公司伊春支公司门店',
      'phone': '6109920',
      'site': '新兴中大街136号'
    }, {
      'name': '平安产险黑龙江分公司伊春支公司南岔营销服务部',
      'phone': '3409512',
      'site': '联合街东方红委二组南岔宾馆一楼'
    }, {
      'name': '平安产险黑龙江分公司伊春支公司铁力营销服务部',
      'phone': '6188588',
      'site': '铁力镇正阳街三委（农行东侧）一楼'
    }, {'name': '平安产险黑龙江分公司佳木斯支公司富锦营销服务部', 'phone': '6195511', 'site': '龙江花园11号楼3号门'}, {
      'name': '平安产险黑龙江分公司佳木斯支公司门店',
      'phone': '6168781',
      'site': '佳木斯市郊区长安路道南双安盛世楼'
    }, {
      'name': '平安产险黑龙江分公司七台河支公司勃利营销服务部',
      'phone': '6181118',
      'site': '新华街1委诚信小区E栋0102号1-2层'
    }, {'name': '平安产险黑龙江分公司七台河支公司门店', 'phone': '6122299', 'site': '大同路5号一楼'}, {
      'name': '平安产险黑龙江分公司牡丹江支公司东宁营销服务部',
      'phone': '3666170',
      'site': '河北街门牌号[25号]楼层[1层]房间号[121、122]'
    }, {
      'name': '平安产险黑龙江分公司牡丹江支公司海林营销服务部',
      'phone': '8131998',
      'site': '林海路门牌号[80-4号]'
    }, {'name': '平安产险黑龙江分公司牡丹江支公司林口营销服务部', 'phone': '3523232', 'site': '五办 楼层[1]房间号[1]'}, {
      'name': '平安产险黑龙江分公司牡丹江支公司门店',
      'phone': '8298953',
      'site': '东一条路福民街万佳小区综合楼'
    }, {
      'name': '平安产险黑龙江分公司牡丹江支公司宁安营销服务部',
      'phone': '7612399',
      'site': '通江路鑫淼物流中心办公楼一层0103室'
    }, {
      'name': '平安产险黑龙江分公司牡丹江支公司绥芬河营销服务部',
      'phone': '3939880',
      'site': '花园路33号一楼（绥芬河市梨树街北花园路东花园小区4号楼80幢1层05）'
    }, {
      'name': '平安产险黑龙江分公司黑河支公司北安营销服务部',
      'phone': '6190808',
      'site': '建民路交通警察大队北侧特福小区1号楼000108室'
    }, {'name': '平安产险黑龙江分公司黑河支公司门店', 'phone': '6106010', 'site': '爱辉区通江路62号'}, {
      'name': '平安产险黑龙江分公司黑河支公司嫩江营销服务部',
      'phone': '6161158',
      'site': '嫩江县嫩江镇兴农街7委5组（两个门市）'
    }, {
      'name': '平安产险黑龙江分公司黑河支公司孙吴营销服务部',
      'phone': '6120000',
      'site': '解放路西，西三路，利民街北钻石名城一期5号门市'
    }, {
      'name': '平安产险黑龙江分公司黑河支公司五大连池营销服务部',
      'phone': '6178005',
      'site': '朝阳大街南侧交通警察大队综合楼'
    }, {
      'name': '平安产险黑龙江分公司绥化支公司安达营销服务部',
      'phone': '8166234',
      'site': '安达县新兴街4委17组2#商服5门1-2层'
    }, {
      'name': '平安产险黑龙江分公司绥化支公司海伦营销服务部',
      'phone': '8132266',
      'site': '凤凰城小区B区2号楼东数第二门 楼层[2]房间号[2]'
    }, {
      'name': '平安产险黑龙江分公司绥化支公司门店',
      'phone': '8125257',
      'site': '西直路苹果乐园小区（第一加油站北200米，林技校南侧）'
    }, {'name': '平安产险黑龙江分公司绥化支公司青冈营销服务部', 'phone': '8179191', 'site': '盛世嘉园一号楼'}, {
      'name': '平安产险黑龙江分公司绥化支公司绥棱营销服务部',
      'phone': '8146234',
      'site': '东城路273号'
    }, {
      'name': '平安产险黑龙江分公司绥化支公司望奎营销服务部',
      'phone': '6755777',
      'site': '望奎县中央大街老工商局家属楼楼下，中央大街41号'
    }, {
      'name': '平安产险黑龙江分公司绥化支公司肇东营销服务部',
      'phone': '8182333',
      'site': '肇东市正阳20道街幸福家园楼下（广电中心正对面）'
    }, {'name': '平安产险黑龙江分公司大兴安岭支公司门店', 'phone': '6116503', 'site': '兴安家园小区2号楼13-14号商服'}]
  }]
}, {
  'code': 11,
  'name': '湖北',
  'child': [{
    'name': '湖北',
    'code': 1015,
    'child': [{
      'name': '平安产险湖北分公司武汉硚口门店',
      'phone': '83357053',
      'site': '武汉硚口京汉大道377号祥和大厦一楼'
    }, {'name': '平安产险湖北分公司武汉武昌中铁门店', 'phone': '83357053', 'site': '武昌中山路347号中铁十一局大厦塔楼1楼'}, {
      'name': '平安产险湖北分公司黄石磁湖东城门店',
      'phone': '6254567',
      'site': '湖北省黄石市黄石港区华新路12号磁湖东城1楼'
    }, {
      'name': '平安产险湖北分公司十堰北京北路门店',
      'phone': '8666679',
      'site': '十堰市茅箭区北京北路82号京华园二期六号楼一楼裙楼（北京路居然之家建材中心正对面）'
    }, {'name': '平安产险湖北分公司宜昌墨池苑门店', 'phone': '6697193', 'site': '宜昌市西陵区西陵一路10号墨池苑3号楼一楼'}, {
      'name': '平安产险湖北分公司襄阳高新区门店',
      'phone': '3224623',
      'site': '湖北省襄阳市樊城区追日路9号汉北孵化园一楼'
    }, {'name': '平安产险湖北分公司鄂州门店', 'phone': '3876228', 'site': '鄂州市鄂城区文苑路宏洋凤凰城平安产险'}, {
      'name': '平安产险湖北分公司荆门风华雅庭门店',
      'phone': '2315946',
      'site': '湖北省荆门市白云大道88号风华雅庭旁1、2楼'
    }, {
      'name': '平安产险湖北分公司孝感安陆门店',
      'phone': '5264016',
      'site': '湖北省安陆市金秋大道香格里拉一楼（104-106号）'
    }, {
      'name': '平安产险湖北分公司孝感北京路门店',
      'phone': '2877987',
      'site': '孝感市北京路69号（建设东路斜对面、三江万山特种车辆旁）平安财产保险'
    }, {
      'name': '平安产险湖北分公司孝感大悟门店',
      'phone': '7510936',
      'site': '湖北省孝感市大悟县前进大道碧水华庭三期平安产险门店（景观桥西200米）'
    }, {'name': '平安产险湖北分公司孝感汉川门店', 'phone': '8273788', 'site': '汉川市滨湖大道汉川公园对面简朴寨旁边1楼2楼'}, {
      'name': '平安产险湖北分公司孝感孝昌门店',
      'phone': '4784642',
      'site': '孝感市孝昌县古城大道中段花园春天2号楼4号商铺1楼'
    }, {'name': '平安产险湖北分公司孝感应城门店', 'phone': '3220111', 'site': '湖北省应城市汉宜大道3号新一中西门斜对面1楼'}, {
      'name': '平安产险湖北分公司孝感云梦门店',
      'phone': '4333122',
      'site': '孝感市云梦县城关泰山路173号交警中队隔壁'
    }, {'name': '平安产险湖北分公司荆州共青路门店', 'phone': '8448447', 'site': '荆州市沙市区共青路与太岳路交汇处和兴公寓一楼'}, {
      'name': '平安产险湖北分公司荆州洪湖门店',
      'phone': '2211809',
      'site': '湖北省洪湖市茅江大道56号（洪湖市民政局对面)'
    }, {
      'name': '平安产险湖北分公司荆州松滋门店',
      'phone': '6235724',
      'site': '湖北省松滋市新江口镇玉岭南路阳光首府一楼（新市政府对面）'
    }, {
      'name': '平安产险湖北分公司黄冈赤壁大道门店',
      'phone': '8368856',
      'site': '黄冈市赤壁大道68号平安大厦平安财险（幸福建材城对面）'
    }, {'name': '平安产险湖北分公司咸宁双鹤桥门店', 'phone': '8255587', 'site': '咸宁市淦河大道1号新农业局综合附属楼1楼'}, {
      'name': '平安产险湖北分公司随州汽车东站门店',
      'phone': '3319019',
      'site': '随州市曾都区迎宾大道汽车东站旁香山怡景小区'
    }, {
      'name': '平安产险湖北分公司恩施火车站门店',
      'phone': '8241105',
      'site': '湖北省恩施市万福国际商贸城写字楼一楼（火车站右侧广场旁或奥山世纪城对面）'
    }, {'name': '平安产险湖北分公司潜江潜阳西路门店', 'phone': '6238498', 'site': '潜江市潜阳西路嘉业汽配城一楼平安产险'}, {
      'name': '平安产险湖北分公司仙桃一中花园会所门店',
      'phone': '3222884',
      'site': '仙桃市沙嘴办事处一中花园会所（黄金大道与仙彭公路交汇处）'
    }]
  }]
}, {
  'code': 12,
  'name': '湖南',
  'child': [{
    'name': '湖南',
    'code': 1016,
    'child': [{
      'name': '平安产险湖南分公司长沙新时代广场门店',
      'phone': '84538866',
      'site': '长沙市开福区芙蓉中路一段161号潘家坪新时代广场一楼'
    }, {
      'name': '平安产险湖南分公司株洲中心支公司门店',
      'phone': '28106339',
      'site': '株洲市天元区炎帝广场森林一路悦湖国际门面（靠近株洲市公安局后）'
    }, {
      'name': '平安产险湖南分公司湘潭中支门店',
      'phone': '58552280',
      'site': '湘潭市岳塘区福星中路盘龙名府二期君泽府一栋一单元一楼'
    }, {
      'name': '平安产险湖南分公司衡阳中支门店',
      'phone': '8142538',
      'site': '湖南省衡阳市蒸湘区祝融路8号沐林美郡16栋一楼门店102号'
    }, {'name': '平安产险湖南分公司邵阳中支门店', 'phone': '5325577', 'site': '邵阳市大祥区西湖路335号一楼'}, {
      'name': '平安产险湖南分公司岳阳缤纷年华门店',
      'phone': '8356588',
      'site': '湖南省岳阳市岳阳楼区琵琶王路185号（缤纷年华）平安财产保险岳阳中支公司'
    }, {
      'name': '平安产险湖南分公司常德中支门店',
      'phone': '7811658',
      'site': '湖南省常德市武陵区龙港路421号常德商会大厦101号'
    }, {
      'name': '平安产险湖南分公司张家界中支门店',
      'phone': '8239940',
      'site': '湖南省张家界市永定区西溪坪永定大道湘投阳光酒店西附楼平安财产保险公司'
    }, {'name': '平安产险湖南分公司益阳中支门店', 'phone': '4383019', 'site': '益阳市益阳大道时代广场1-2栋东侧一楼'}, {
      'name': '平安产险湖南分公司郴州中支门店',
      'phone': '2821882',
      'site': '郴州市龙泉路33号龙泉名都20-21号门面一楼'
    }, {
      'name': '平安产险湖南分公司永州中支门店',
      'phone': '8711220',
      'site': '永州市冷水滩区河东育才路潇湘明珠一楼(市消防支队正对面)'
    }, {'name': '平安产险湖南分公司怀化中支门店', 'phone': '2230654', 'site': '怀化市迎丰西路195号王府大酒店三楼'}, {
      'name': '平安产险湖南分公司娄底中支门店',
      'phone': '8318549',
      'site': '湖南省娄底市娄星区安石广场1楼（石马公园正门对面）'
    }, {'name': '平安产险湖南分公司湘西中支门店', 'phone': '8532171', 'site': '湖南省吉首市乾州新区世纪大道1号中国银行旁一楼'}]
  }]
}, {
  'code': 13,
  'name': '吉林',
  'child': [{
    'name': '吉林',
    'code': 1017,
    'child': [{'name': '平安产险吉林分公司上东国际店', 'phone': '85856808', 'site': '东盛大街3000号上东国际A1座5楼'}, {
      'name': '平安产险吉林分公司长春德惠门店',
      'phone': '81183901',
      'site': '德惠市八道街与民族路交汇处'
    }, {'name': '平安产险吉林分公司长春九台门店', 'phone': '81910897', 'site': '碧水尚城步行街平安保险1楼'}, {
      'name': '平安产险吉林分公司长春榆树门店',
      'phone': '81935106',
      'site': '吉林省榆树市繁荣大街与健康路交汇处南50米平安保险公司'
    }, {'name': '平安产险吉林分公司吉林桦甸门店', 'phone': '65051655', 'site': '吉林省桦甸市明华街金华路320号'}, {
      'name': '平安产险吉林分公司吉林蛟河门店',
      'phone': '65063556',
      'site': '吉林省蛟河市 新区 交通局对面'
    }, {'name': '平安产险吉林分公司吉林理赔门店', 'phone': '65095930', 'site': '解放中路昌茂花园A号楼3号网点'}, {
      'name': '平安产险吉林分公司吉林磐石门店',
      'phone': '65046006',
      'site': '磐石市振兴大街以北隆昌上城三期1、2号楼11号门市'
    }, {'name': '平安产险吉林分公司吉林舒兰门店', 'phone': '65037866', 'site': '吉林省舒兰市舒兰大街5193号'}, {
      'name': '平安产险吉林分公司吉林永吉门店',
      'phone': '64222852',
      'site': '富缘佳苑1号楼5号门市'
    }, {'name': '平安产险吉林分公司四平公主岭门店', 'phone': '5160502', 'site': '吉林省四平市公主岭市铁北北方明珠小区六中对面'}, {
      'name': '平安产险吉林分公司四平梨树门店',
      'phone': '5058912',
      'site': '梨树南大路消防小区42号楼'
    }, {'name': '平安产险吉林分公司四平门店', 'phone': '5078369', 'site': '四平市铁西区海丰大路金碧湖畔正门'}, {
      'name': '平安产险吉林分公司辽源门店',
      'phone': '5097336',
      'site': '吉林省辽源市晨风小区南门'
    }, {'name': '平安产险吉林分公司通化辉南门店', 'phone': '5036077', 'site': '通化市辉南县朝阳镇爱国街4委6组258栋'}, {
      'name': '平安产险吉林分公司通化柳河门店',
      'phone': '5021016',
      'site': '田家屯仙河茗苑1号楼16门市'
    }, {'name': '平安产险吉林分公司通化梅河口门店', 'phone': '5095511', 'site': '梅河口市银河大街2011号'}, {
      'name': '平安产险吉林分公司通化门店',
      'phone': '5082926',
      'site': '通化市滨江东路疾控中心旁泰和乾元小区高层1-2号门'
    }, {'name': '平安产险吉林分公司白山抚松门店', 'phone': '5106169', 'site': '松山大街丰月城3、4号门市'}, {
      'name': '平安产险吉林分公司白山靖宇门店',
      'phone': '7266277',
      'site': '靖宇大街67号'
    }, {'name': '平安产险吉林分公司白山门店', 'phone': '5001103', 'site': '南岭广场汇鑫大厦'}, {
      'name': '平安产险吉林分公司松原扶余门店',
      'phone': '5066607',
      'site': '锦江富苑二期北区仁爱医院东50米'
    }, {'name': '平安产险吉林分公司松原门店', 'phone': '5076663', 'site': '松原市新宇开发大厦一楼'}, {
      'name': '平安产险吉林分公司松原乾安门店',
      'phone': '6176612',
      'site': '松原市乾安县实验小学对面'
    }, {'name': '平安产险吉林分公司松原长岭门店', 'phone': '7229898', 'site': '县医院门诊对面'}, {
      'name': '平安产险吉林分公司白城门店',
      'phone': '5017501',
      'site': '长庆南街86-3号'
    }, {'name': '平安产险吉林分公司延边敦化门店', 'phone': '5077202', 'site': '红旗大街503号汉庭宾馆旁'}, {
      'name': '平安产险吉林分公司延边门店',
      'phone': '5018804',
      'site': '吉林省延吉市河南街光华路129号'
    }]
  }]
}, {
  'code': 14,
  'name': '江苏',
  'child': [{
    'name': '江苏',
    'code': 1018,
    'child': [{
      'name': '平安产险江苏分公司徐州丰县门店',
      'phone': '89215700',
      'site': '江苏省徐州市丰县中阳大道荟苑商厦东起9-10间1楼'
    }, {
      'name': '平安产险江苏分公司徐州贾汪门店',
      'phone': '87819366',
      'site': '徐州市贾汪区将军大街以东同旺家园商业一号楼1-105、1-106室'
    }, {
      'name': '平安产险江苏分公司徐州开发区门店',
      'phone': '87795559',
      'site': '徐州市经济开发区杨山路19-1号诺万医药科技大厦1层'
    }, {
      'name': '平安产险江苏分公司徐州矿大科技园门店',
      'phone': '83881961',
      'site': '徐州市解放南路矿大科技园（矿业大学北门）科技大厦1楼'
    }, {'name': '平安产险江苏分公司徐州沛县门店', 'phone': '89648892', 'site': '沛县汤沐东路北剑桥府邸小区南门西侧200米'}, {
      'name': '平安产险江苏分公司徐州邳州门店',
      'phone': '86234746',
      'site': '江苏省邳州市闽江中路南侧质检站大楼一楼（第四医院东300米）'
    }, {
      'name': '平安产险江苏分公司徐州睢宁门店',
      'phone': '88361589',
      'site': '江苏省徐州市睢宁县文学路北路130号（烟草局往南100米）'
    }, {
      'name': '平安产险江苏分公司徐州铜山门店',
      'phone': '83531523',
      'site': '江苏省徐州市铜山新区黄河西路120号嘉惠园南门隔壁'
    }, {
      'name': '平安产险江苏分公司徐州新沂门店',
      'phone': '88955512',
      'site': '江苏省新沂市大桥西路28号（老苏北家具城对面或者麦莎向西200米）'
    }, {'name': '平安产险江苏分公司南京高淳区门店', 'phone': '57337195', 'site': '南京市高淳县淳溪镇北岭路229-18号1楼'}, {
      'name': '平安产险江苏分公司南京溧水区门店',
      'phone': '57220406',
      'site': '南京市溧水县中山西路23号时代商务大厦1楼'
    }, {
      'name': '平安产险江苏分公司南京栖霞区门店',
      'phone': '84470172',
      'site': '栖霞区学海路28号3幢102室、103室（南邮广场，107、165邮电大学北，324、138南京技师学院或鸿运嘉园站下）'
    }, {'name': '平安产险江苏分公司南京龙蟠路旗舰店', 'phone': '57710950', 'site': '南京市玄武区龙蟠中路77号1楼'}, {
      'name': '平安产险江苏分公司南京六合区门店',
      'phone': '57131731',
      'site': '南京市六合区雄州街道北外街33号'
    }, {
      'name': '平安产险江苏分公司南京江宁区门店',
      'phone': '52108981',
      'site': '南京市江宁区天元东路519号(天佳宾馆旁)1楼'
    }, {
      'name': '平安产险江苏分公司南京浦口区门店',
      'phone': '58182060',
      'site': '南京市浦口区珠江镇象山路18号通宇林景雅园06栋101-102'
    }, {'name': '平安产险江苏分公司南京大厂区门店', 'phone': '57025660', 'site': '新华西路306号1楼'}, {
      'name': '平安产险江苏分公司常州晋陵中路旗舰店',
      'phone': '86679888',
      'site': '常州市晋陵中路590号1楼'
    }, {'name': '平安产险江苏分公司常州金坛门店', 'phone': '86679888', 'site': '金坛市西门大街文昌机电市场1楼'}, {
      'name': '平安产险江苏分公司常州武进门店',
      'phone': '86679888',
      'site': '常州市武进湖塘常武中路25-6号1楼（常武高架南100米）'
    }, {'name': '平安产险江苏分公司常州溧阳门店', 'phone': '86679888', 'site': '溧阳市南大街60号1楼'}, {
      'name': '平安产险江苏分公司南通通州门店',
      'phone': '86115198',
      'site': '南通市通州区新通掘路新金东路9号'
    }, {
      'name': '平安产险江苏分公司南通启东门店',
      'phone': '83119083',
      'site': '启东市汇龙镇南苑中路343-345号 （世纪家园北门向东200米）'
    }, {
      'name': '平安产险江苏分公司南通如东门店',
      'phone': '81962161',
      'site': '江苏省南通市如东县掘港镇人民南路118号自来水公司一楼'
    }, {'name': '平安产险江苏分公司南通海安门店', 'phone': '88896219', 'site': '海安县永安中路50号'}, {
      'name': '平安产险江苏分公司南通旗舰店',
      'phone': '81186921',
      'site': '南通市崇川区洪江路8号1楼'
    }, {'name': '平安产险江苏分公司南通如皋门店', 'phone': '87228652', 'site': '如皋市如城镇益寿南路245号（绿园东大门）'}, {
      'name': '平安产险江苏分公司南通海门门店',
      'phone': '82268901',
      'site': '江苏省海门市定海西路1号(定海路、瑞江路口）'
    }, {
      'name': '平安产险江苏分公司连云港连云区门店',
      'phone': '85866027',
      'site': '连云港连云区中华西路80号中华豪庭A楼合1号门面'
    }, {
      'name': '平安产险江苏分公司连云港东海县门店',
      'phone': '85866027',
      'site': '连云港市东海县牛山镇海陵东路301号兆丰园（国税局东）1楼'
    }, {
      'name': '平安产险江苏分公司连云港新浦区旗舰店',
      'phone': '85866027',
      'site': '连云港市新浦区朝阳东路30-6号凯旋广场东门面1楼'
    }, {
      'name': '平安产险江苏分公司连云港赣榆县门店',
      'phone': '85866027',
      'site': '连云港赣榆县青口镇黄海东路0326号（县工商局对面）'
    }, {'name': '平安产险江苏分公司连云港灌云县门店', 'phone': '85866027', 'site': '连云港市灌云县伊山镇建设中路25号'}, {
      'name': '平安产险江苏分公司连云港灌南县门店',
      'phone': '85866027',
      'site': '连云港市灌南县人民中路南侧华泰商务综合楼04、05室1楼'
    }, {'name': '平安产险江苏分公司淮安中心支门店', 'phone': '83751439', 'site': '淮安市开发区厦门西路20-3号1楼'}, {
      'name': '平安产险江苏分公司楚州支公司门店',
      'phone': '85890099',
      'site': '淮安市楚州区翔宇大道盛世豪庭西门南20米'
    }, {
      'name': '平安产险江苏分公司涟水支公司门店',
      'phone': '82311721',
      'site': '淮安市涟水县襄贲路府前御景园商业区B区10号1楼'
    }, {
      'name': '平安产险江苏分公司金湖支公司门店',
      'phone': '86965511',
      'site': '金湖县衡阳路都市华城二期南侧商铺101号'
    }, {'name': '平安产险江苏分公司淮安洪泽营销服务部门店', 'phone': '87222745', 'site': '淮安市洪泽县高良涧镇东三北街34号'}, {
      'name': '平安产险江苏分公司盱眙支公司门店',
      'phone': '88261192',
      'site': '淮安市盱眙县金源南路64号'
    }, {
      'name': '平安产险江苏分公司淮阴支公司门店',
      'phone': '84999512',
      'site': '淮安市淮阴区长江路与银川路交叉口，府升小区20幢1104-1105号'
    }, {'name': '平安产险江苏分公司盐城阜宁门店', 'phone': '87264338', 'site': '盐城市阜宁县阜城镇清华名仕园B幢M7、M8室'}, {
      'name': '平安产险江苏分公司盐城滨海门店',
      'phone': '84186198',
      'site': '盐城市滨海县海滨大道碧水绿都南门7幢116室'
    }, {
      'name': '平安产险江苏分公司盐城东台门店',
      'phone': '85280180',
      'site': '盐城市东台市海陵北路222号玖隆钱江观邸3幢101室1楼（新市政府西大门斜对面）'
    }, {
      'name': '平安产险江苏分公司盐城大丰门店',
      'phone': '83816929',
      'site': '盐城市大丰市金丰南路兴达大坂城17号103（天池大酒店南300米)'
    }, {
      'name': '平安产险江苏分公司盐城响水门店',
      'phone': '86888841',
      'site': '盐城市响水县淮河路亚美国际花园1号楼1109号'
    }, {
      'name': '平安产险江苏分公司盐城华邦国际东厦旗舰店',
      'phone': '88377020',
      'site': '盐城市人民南路1号华邦国际东厦1楼（市政府大楼东侧）'
    }, {
      'name': '平安产险江苏分公司盐城射阳门店',
      'phone': '82329024',
      'site': '盐城市射阳县兴阳路香樟园小区东门（河风国际大酒店南300米）1楼'
    }, {
      'name': '平安产险江苏分公司盐城建湖门店',
      'phone': '86220338',
      'site': '盐城市建湖县湖中南路471号(残联大厦往南300米）1楼'
    }, {
      'name': '平安产险江苏分公司扬州仪征西元北路门店',
      'phone': '83582850',
      'site': '仪征市西园北路1-1号（万盛酒店对面）1楼'
    }, {'name': '平安产险江苏分公司扬州江都新都路门店', 'phone': '86974922', 'site': '扬州市江都区新都路336号1楼'}, {
      'name': '平安产险江苏分公司扬州宝应清华园门店',
      'phone': '89086630',
      'site': '扬州市宝应县南园路清华园小区E-2幢105号1楼'
    }, {
      'name': '平安产险江苏分公司扬州高邮文游南路店',
      'phone': '84649756',
      'site': '高邮市文游南路2号（南海中学大门北侧，德才园斜对面）'
    }, {'name': '平安产险江苏分公司扬州邗江路旗舰店', 'phone': '82962603', 'site': '扬州市邗江区邗江中路471号1楼'}, {
      'name': '平安产险江苏分公司镇江新区门店',
      'phone': '88660000',
      'site': '镇江新区赵声路103号1-2层23室'
    }, {'name': '平安产险江苏分公司镇江润州区金山旗舰店', 'phone': '88660000', 'site': '镇江市长江路267号翠堤春晓20幢1楼'}, {
      'name': '平安产险江苏分公司镇江扬中门店',
      'phone': '88660000',
      'site': '扬中市翠竹南路415号鸣翠山庄西侧门面房'
    }, {'name': '平安产险江苏分公司镇江丹阳门店', 'phone': '88660000', 'site': '丹阳市开发区金陵西路158号1楼'}, {
      'name': '平安产险江苏分公司镇江句容门店',
      'phone': '88660000',
      'site': '句容市华阳北路千禧小区4-7栋1楼'
    }, {'name': '平安产险江苏分公司泰州靖江门店', 'phone': '86333695', 'site': '靖江市合兴路55-2号1楼'}, {
      'name': '平安产险江苏分公司泰州泰兴门店',
      'phone': '86333695',
      'site': '江苏省泰兴市南二环路29-31号1楼'
    }, {'name': '平安产险江苏分公司泰州姜堰门店', 'phone': '86333695', 'site': '姜堰区姜堰大道116号-1'}, {
      'name': '平安产险江苏分公司泰州市海陵区门店',
      'phone': '86333695',
      'site': '泰州市海陵南路295号1楼(景泰宾馆对面)'
    }, {'name': '平安产险江苏分公司泰州兴化门店', 'phone': '86333695', 'site': '兴化市五里西路经一路口（兴化齿轮厂对面）1楼'}, {
      'name': '平安产险江苏分公司泰州高港门店',
      'phone': '86333695',
      'site': '高港人民医院向西200米左右春港东路32号'
    }, {'name': '平安产险江苏分公司宿迁宿豫区门店', 'phone': '88069001', 'site': '宿迁市宿豫区锦华豫园南门西侧（苏果超市北面）'}, {
      'name': '平安产险江苏分公司宿迁沭阳县门店',
      'phone': '83560099',
      'site': '沭阳县常洲路万顺帝景天成810商铺'
    }, {
      'name': '平安产险江苏分公司宿迁市宿城区门店',
      'phone': '84395555',
      'site': '宿迁市君临国际广场A座写字楼104-106室'
    }, {'name': '平安产险江苏分公司宿迁泗洪县门店', 'phone': '86285558', 'site': '泗洪县锦绣华庭小区南门江南公社东侧100米'}, {
      'name': '平安产险江苏分公司宿迁泗阳县门店',
      'phone': '85217668',
      'site': '宿迁市泗阳县北京东路东方现代城北门22-8(东方现代城北门 邮储银行西侧)'
    }]
  }, {
    'name': '苏州',
    'code': 1019,
    'child': [{'name': '平安产险苏州分公司常熟门店', 'phone': '51922577', 'site': '江苏省苏州市常熟市海虞北路14号一层'}, {
      'name': '平安产险苏州分公司昆山门店',
      'phone': '50359203',
      'site': '江苏省苏州市昆山市长江南路1108号一层'
    }, {
      'name': '平安产险苏州分公司太仓新区门店',
      'phone': '53201702',
      'site': '江苏省苏州市太仓市经济开发区北京路和太平路路口工商银行边上'
    }, {'name': '平安产险苏州分公司吴江门店', 'phone': '63975879', 'site': '江苏省苏州市吴江市笠泽路316号一层'}, {
      'name': '平安产险苏州分公司园区门店',
      'phone': '67876540',
      'site': '江苏省苏州市工业园区圆融时代广场24幢B栋105单元一层'
    }, {'name': '平安产险苏州分公司张家港门店', 'phone': '56318013', 'site': '江苏省苏州市张家港市杨舍镇华昌路28号新鸿基大厦1楼一层（财产险理赔九层）'}]
  }, {
    'name': '无锡',
    'code': 1020,
    'child': [{'name': '平安产险无锡分公司江阴澄江中路门店', 'phone': '86806114', 'site': '澄江中路276号1楼'}, {
      'name': '平安产险无锡分公司上马墩门店',
      'phone': '88895511',
      'site': '上马墩路18号'
    }, {'name': '平安产险无锡分公司宜兴义源大厦门店', 'phone': '87926080', 'site': '人民南路266号义源大厦3楼'}]
  }]
}, {
  'code': 15,
  'name': '江西',
  'child': [{
    'name': '江西',
    'code': 1021,
    'child': [{
      'name': '平安产险江西分公司南昌东方塞纳旗舰门店',
      'phone': '88155360',
      'site': '江西省南昌市青山湖区彭桥路东方塞纳西门一楼'
    }, {
      'name': '平安产险江西分公司南昌中支地铁大厦门店',
      'phone': '86262951',
      'site': '江西省南昌市红谷滩区丰和中大道地铁大厦1楼'
    }, {'name': '平安产险江西分公司南昌紫金城16楼门店', 'phone': '88155203', 'site': '江西省南昌市东湖区沿江北大道紫金城A座16楼'}, {
      'name': '平安产险江西分公司萍乡门店',
      'phone': '6220777',
      'site': '萍乡市经济开发区安源中大道19号二层（云龙公寓2楼）'
    }, {
      'name': '平安产险江西分公司九江门店',
      'phone': '8365067',
      'site': '九江市九瑞大道106号都市公馆1号楼铺面(开发区新管委会正对面)'
    }, {'name': '平安产险江西分公司新余中支门店', 'phone': '6963036', 'site': '新余市中山路暨阳翡翠城2栋一层（原天欣源大酒店）'}, {
      'name': '平安产险江西分公司鹰潭中支门店',
      'phone': '6259119',
      'site': '鹰潭市沿江大道7号信江清波雅苑临江苑01号楼一楼'
    }, {
      'name': '平安产险江西分公司赣州中支门店',
      'phone': '5882944',
      'site': '江西省赣州市章贡区章江北大道144号春江花月小区D区41-42#写字楼二楼'
    }, {'name': '平安产险江西分公司吉安中支门店', 'phone': '8293301', 'site': '江西省吉安市吉州大道明珠玖隆2号商铺一层'}, {
      'name': '平安产险江西分公司宜春中支门店',
      'phone': '3588011',
      'site': '江西省宜春市袁州区袁山中路8号一层'
    }, {
      'name': '平安产险江西分公司抚州门店',
      'phone': '8220159',
      'site': '江西省抚州市临川区迎宾大道1888号赣东国际汽车城写字楼22楼'
    }, {'name': '平安产险江西分公司上饶中支门店', 'phone': '8300002', 'site': '江西省上饶市凤凰大道星河国际1栋1楼营销中心右侧'}, {
      'name': '平安产险江西分公司景德镇中支门店',
      'site': '沿江西路景江华庭6号楼2-7号商铺'
    }, {'name': '平安产险江西分公司南昌洪城门店', 'site': '江西省档案馆斜对面，金融大街和怡园路交接口处或名门世家与世纪中央城中间的金融大街'}]
  }]
}, {
  'code': 16,
  'name': '辽宁',
  'child': [{
    'name': '大连',
    'code': 1022,
    'child': [{'name': '平安产险大连分公司金州门店', 'phone': '39310336', 'site': '辽宁省大连市金州区五一路167号一楼'}, {
      'name': '平安产险大连分公司开发区门店',
      'phone': '39263955',
      'site': '辽宁省大连市开发区金马路128号天城国际中心一楼（综合门店）'
    }, {'name': '平安产险大连分公司旅顺门店', 'phone': '39365295', 'site': '辽宁省大连市旅顺口区英武街16号佳成大厦七楼'}, {
      'name': '平安产险大连分公司普兰店门店',
      'phone': '39161503',
      'site': '辽宁省大连普兰店市世纪路中段238号'
    }, {'name': '平安产险大连分公司瓦房店门店', 'phone': '39922057', 'site': '辽宁省大连市瓦房店市钻石街109号平安财产险1楼'}, {
      'name': '平安产险大连分公司西岗旗舰店',
      'phone': '39589509',
      'site': '辽宁省大连市西岗区永丰街44号一楼'
    }, {'name': '平安产险大连分公司庄河门店', 'phone': '39195396', 'site': '辽宁省大连市庄河市世纪大街一段6号征泰大厦东侧平安产险一楼'}]
  }, {
    'name': '辽宁',
    'code': 1023,
    'child': [{
      'name': '平安产险辽宁分公司沈阳皇姑门店',
      'phone': '62733300',
      'site': '沈阳市皇姑区宁山中路5号（咨询电话024-62733300）'
    }, {
      'name': '平安产险辽宁分公司鞍山市门店',
      'phone': '2597685',
      'site': '鞍山市铁东区山南街福康社区4#楼西侧网点1-56-136-2'
    }, {'name': '平安产险辽宁分公司抚顺市门店', 'phone': '57512299', 'site': '抚顺市顺城区新城东路马德里皇家水岸北门'}, {
      'name': '平安产险辽宁分公司本溪市门店',
      'phone': '47192641',
      'site': '本溪市明山区消防路78栋一楼'
    }, {'name': '平安产险辽宁分公司丹东市门店', 'phone': '3771126', 'site': '辽宁省丹东市振兴区兴五路28-8'}, {
      'name': '平安产险辽宁分公司锦州市门店',
      'phone': '3209157',
      'site': '锦州市太和区中央南街锦绣天第C区32-111号1楼（锦州市中央南街与科技路交汇处金域海港北邻50米）'
    }, {
      'name': '平安产险辽宁分公司营口市门店',
      'phone': '3356733',
      'site': '营口市站前区智泉街东1天宇二期3#甲4、甲5(国税局南300米)'
    }, {
      'name': '平安产险辽宁分公司阜新市门店',
      'phone': '3895211',
      'site': '辽宁省阜新市细河区民族街甲203号22门-26门（民族街与北新路交叉路口莱茵小镇东门南侧）'
    }, {'name': '平安产险辽宁分公司辽阳市门店', 'phone': '3660432', 'site': '辽阳市文圣区新华路438号'}, {
      'name': '平安产险辽宁分公司盘锦市门店',
      'phone': '3221605',
      'site': '盘锦市兴隆台区双兴中路92号（瀚新花园东面）一楼'
    }, {
      'name': '平安产险辽宁分公司铁岭市门店',
      'phone': '72852529',
      'site': '铁岭市银州区工人街南马路13号府地佳园6幢（原县交通队对过'
    }, {'name': '平安产险辽宁分公司朝阳市门店', 'phone': '7291827', 'site': '朝阳市朝阳大街一段308号一楼'}, {
      'name': '平安产险辽宁分公司葫芦岛市门店',
      'phone': '3311918',
      'site': '葫芦岛市龙港区龙湾大街168B一楼'
    }]
  }]
}, {
  'code': 17,
  'name': '内蒙古',
  'child': [{
    'name': '内蒙古',
    'code': 1024,
    'child': [{
      'name': '平安产险内蒙古分公司呼和浩特蒙西门店',
      'phone': '3256949',
      'site': '石羊桥路与大学西街交汇处蒙西文化广场西侧平安保险底店'
    }, {
      'name': '平安产险内蒙古分公司呼和浩特摩尔城门店',
      'phone': '3391027',
      'site': '呼和浩特市赛罕区新华东街维多利摩尔城B座写字楼东门16楼'
    }, {
      'name': '平安产险内蒙古分公司呼和浩特清水河门店',
      'phone': '3178404',
      'site': '内蒙古自治区呼和浩特市清水河县城关镇永安街同蒙小区一号楼109号'
    }, {
      'name': '平安产险内蒙古分公司呼和浩特市托克托县门店',
      'phone': '3259280',
      'site': '内蒙古自治区呼和浩特市托克托县双河镇托克托大街消防小区底楼中国平安财产保险股份有限公司'
    }, {
      'name': '平安产险内蒙古分公司呼和浩特土左旗门店',
      'phone': '3185619',
      'site': '土默特左旗察素齐镇旧高速路口西侧200米处路北底店'
    }, {
      'name': '平安产险内蒙古分公司呼和浩特武川门店',
      'phone': '3158089',
      'site': '呼和浩特市武川县公园路1座107号房屋　（武川县金华文苑底楼，林业局对面）'
    }, {'name': '平安产险内蒙古分公司包头达茂门店', 'phone': '6101003', 'site': '包头市达茂旗百灵庙镇金三角平安产险'}, {
      'name': '平安产险内蒙古分公司包头东河门店',
      'phone': '6962336',
      'site': '包头市东河区巴彦塔拉西大街7号办公楼3楼'
    }, {
      'name': '平安产险内蒙古分公司包头昆区门店',
      'phone': '6166307',
      'site': '包头昆区少先路16号街坊香港花园景秀苑1-2号底店'
    }, {'name': '平安产险内蒙古分公司包头青山区门店', 'phone': '6986752', 'site': '包头市青山区钢铁大街24号创业中心西附楼二楼'}, {
      'name': '平安产险内蒙古分公司包头土右门店',
      'phone': '6962927',
      'site': '内蒙古自治区包头市土默特右旗萨拉齐镇欧美路胜源阳光小区底店'
    }, {
      'name': '平安产险内蒙古分公司乌海市海南区门店',
      'phone': '6951733',
      'site': '乌海市海南区巴彦乌素街金海商城E区二段2号楼E-23'
    }, {
      'name': '平安产险内蒙古分公司乌海市门店',
      'phone': '6998021',
      'site': '内蒙古乌海市海勃湾区110国道通顺建化加气站服务楼鸿亿宾馆二楼'
    }, {'name': '平安产险内蒙古分公司乌海市乌达区门店', 'phone': '6952300', 'site': '乌海市乌达区公园北路好景家园A区21号'}, {
      'name': '平安产险内蒙古赤峰支公司林西门店',
      'phone': '5336655',
      'site': '内蒙古自治区赤峰市林西县'
    }, {
      'name': '平安产险内蒙古分公司赤峰阿鲁科尔沁门店',
      'phone': '5818799',
      'site': '阿鲁科尔沁旗天山镇工商局东侧20米平安财产保险公司（天都海港酒店楼下）'
    }, {
      'name': '平安产险内蒙古分公司赤峰敖汉旗门店',
      'phone': '4639922',
      'site': '赤峰市敖汉旗新惠镇小各各召物流园区正大肥业楼下（利丰对面）'
    }, {'name': '平安产险内蒙古分公司赤峰巴林右旗门店', 'phone': '5623303', 'site': '巴林右旗索博日嘎街花园小区4号楼楼下'}, {
      'name': '平安产险内蒙古分公司赤峰巴林左旗门店',
      'phone': '2311181',
      'site': '巴林左旗林东镇西城区京都酒店西侧南2号厅（农业银行旁）'
    }, {
      'name': '平安产险内蒙古分公司赤峰喀旗门店',
      'phone': '3778372',
      'site': '喀喇沁旗锦山镇中蒙医院斜对面马海燕诊所二楼'
    }, {
      'name': '平安产险内蒙古分公司赤峰克什克腾旗门店',
      'phone': '5260316',
      'site': '克什克腾旗经棚镇经棚路万人新天地东走50米路南'
    }, {
      'name': '平安产险内蒙古分公司赤峰宁城县门店',
      'phone': '5828611',
      'site': '宁城县天义镇泰和家园C区东门（新政府广场西侧，正对新政府广场中线）'
    }, {
      'name': '平安产险内蒙古分公司赤峰翁牛特旗门店',
      'phone': '5635501',
      'site': '内蒙古赤峰市乌丹镇古城街老法院商厅平安保险公司'
    }, {
      'name': '平安产险内蒙古分公司赤峰新城区门店',
      'phone': '5893882',
      'site': '内蒙古赤峰市新城区王府大街北回丰公司综合楼一楼（交通职业技术学院西地矿十院一楼）'
    }, {'name': '平安产险内蒙古分公司赤峰元宝山区门店', 'phone': '5855756', 'site': '元宝山区平庄镇新华小区28-1厅'}, {
      'name': '平安产险内蒙古分公司通辽霍林郭勒门店',
      'phone': '2765628',
      'site': '霍市谊滨路24号滨河华庭C区北段商业楼23号'
    }, {'name': '平安产险内蒙古分公司通辽开鲁门店', 'phone': '6217326', 'site': '开鲁县北体育场往北 100米路西'}, {
      'name': '平安产险内蒙古分公司通辽科尔沁左翼后旗门店',
      'phone': '2844258',
      'site': '通辽市科左后旗甘旗卡镇铁东富源商品2号楼'
    }, {
      'name': '平安产险内蒙古分公司通辽科尔沁左翼中旗门店',
      'phone': '0000000',
      'site': '通辽市科尔沁左翼中旗保康镇巴彦塔拉大街王府家园北门西侧'
    }, {'name': '平安产险内蒙古分公司通辽库伦门店', 'phone': '2794771', 'site': '库伦镇安代佳园北门西侧'}, {
      'name': '平安产险内蒙古分公司通辽门店',
      'phone': '6391328',
      'site': '通辽市经济技术开发区常胜路与凤凰山大街交汇处（新市政府北门）'
    }, {'name': '平安产险内蒙古分公司通辽奈曼门店', 'phone': '6368858', 'site': '奈曼旗清河路南交警西侧'}, {
      'name': '平安产险内蒙古分公司通辽扎鲁特旗门店',
      'phone': '6373308',
      'site': '扎鲁特旗鲁北镇黄山街西段北侧'
    }, {
      'name': '平安产险内蒙古分公司鄂尔多斯中心支公司达拉特旗门店',
      'phone': '5291309',
      'site': '鄂尔多斯市达拉特旗树林召镇树林召西街东达佳园小区1号商业楼从南向北第三间'
    }, {
      'name': '平安产险内蒙古分公司鄂尔多斯中心支公司东胜区门店',
      'phone': '3154541',
      'site': '鄂尔多斯市东胜区乌审街北那日松路世纪华庭5号楼3层平安财产保险公司'
    }, {
      'name': '平安产险内蒙古分公司鄂尔多斯中心支公司鄂前旗门店',
      'phone': '3823121',
      'site': '鄂尔多斯市鄂前旗敖镇珠和东街广电网络公司南侧底商'
    }, {
      'name': '平安产险内蒙古分公司鄂尔多斯中心支公司杭锦旗门店',
      'phone': '6886498',
      'site': '鄂尔多斯市杭锦旗杭锦大街南侧聚能金地佳苑1幢3号底商'
    }, {
      'name': '平安产险内蒙古分公司鄂尔多斯中心支公司棋盘井门店',
      'phone': '3833855',
      'site': '内蒙古自治区去鄂托克旗棋盘井镇棋盘井大街南草原路东宏大路西1#-3-5。'
    }, {
      'name': '平安产险内蒙古分公司鄂尔多斯中心支公司乌审旗门店',
      'phone': '7215343',
      'site': '鄂尔多斯市乌审旗嘎鲁图镇一马路长途汽车站出站口西50米（一马路旧人民医院斜对面）'
    }, {
      'name': '平安产险内蒙古分公司鄂尔多斯中心支公司伊金霍洛旗门店',
      'phone': '8965638',
      'site': '鄂尔多斯市伊金霍洛旗文明小区南门回迁底商13号'
    }, {
      'name': '平安产险内蒙古分公司鄂尔多斯中心支公司准格尔旗门店',
      'phone': '3864072',
      'site': '内蒙古鄂尔多斯市准格尔旗薛家湾镇银泽区银钻广场6-7-206'
    }, {
      'name': '平安产险内蒙古分公司呼伦贝尔阿荣旗门店',
      'phone': '3969511',
      'site': '阿荣旗向阳路鹏泰家园2号楼12号门市A'
    }, {
      'name': '平安产险内蒙古分公司呼伦贝尔八中门店',
      'phone': '3998725',
      'site': '内蒙古呼伦贝尔市海拉尔区呼伦办呼伦路金峰小区大门西侧（八中对面）'
    }, {
      'name': '平安产险内蒙古分公司呼伦贝尔满洲里门店',
      'phone': '3989335',
      'site': '满洲里市世纪大道公安局东侧新城国际小区东侧门市'
    }, {
      'name': '平安产险内蒙古分公司呼伦贝尔莫旗门店',
      'phone': '4619511',
      'site': '莫力达瓦达斡尔族自治旗尼尔基镇老客运站西侧道北第三门市'
    }, {'name': '平安产险内蒙古分公司呼伦贝尔牙克石门店', 'phone': '3941711', 'site': '牙克石市阳光小区三期23-1号门市'}, {
      'name': '平安产险内蒙古分公司呼伦贝尔扎兰屯门店',
      'phone': '3957877',
      'site': '内蒙古扎兰屯市中央北路吊桥公园对面伊兰花园1层门市'
    }, {
      'name': '平安产险内蒙古分公司巴彦淖尔磴口门店',
      'phone': '7968609',
      'site': '内蒙古自治区巴彦淖尔市磴口县紫荆花园南门西50米'
    }, {
      'name': '平安产险内蒙古分公司巴彦淖尔杭锦后旗门店',
      'phone': '7931405',
      'site': '巴彦淖尔市杭锦后旗陕坝镇北二街法院西门对面技术监督局1楼5号'
    }, {
      'name': '平安产险内蒙古分公司巴彦淖尔门店',
      'phone': '7908260',
      'site': '内蒙古巴彦淖尔市临河区四季花城一区9号楼商业门店A113、114号1-2楼'
    }, {
      'name': '平安产险内蒙古分公司巴彦淖尔乌拉特前旗门店',
      'phone': '7936921',
      'site': '乌拉特前旗乌拉山镇十六区欣泽园小区北门'
    }, {
      'name': '平安产险内蒙古分公司巴彦淖尔乌拉特中旗门店',
      'phone': '7979601',
      'site': '内蒙古自治区巴彦淖尔市乌拉特中旗家和小区西墙底店'
    }, {
      'name': '平安产险内蒙古分公司巴彦淖尔五原门店',
      'phone': '7933814',
      'site': '巴彦淖尔市五原县隆兴昌镇红卫办事处荣丰路口西侧万通汽贸二楼平安产险'
    }, {
      'name': '平安产内蒙古分公司乌兰察布凉城门店',
      'phone': '4865353',
      'site': '凉城县花木兰商业街商品房第14幢1层东4、5户'
    }, {'name': '平安产险内蒙古分公司乌兰察布丰镇支公司', 'phone': '3220951', 'site': '乌兰察布市'}, {
      'name': '平安产险内蒙古分公司乌兰察布集宁区门店',
      'phone': '4805542',
      'site': '内蒙古自治区乌兰察布市集宁区恩和路荔景佳园小区103号一楼'
    }, {
      'name': '平安产险内蒙古分公司乌兰察布商都门店',
      'phone': '4863006',
      'site': '乌兰察布市商都县振兴东路(三条街）宾悦大酒店斜对面'
    }, {
      'name': '平安产险内蒙古分公司乌兰察布兴和县门店',
      'phone': '4892192',
      'site': '乌兰察布市兴和县城关镇新城区居委会兴和大道28号1户（旧财政局对面）'
    }, {
      'name': '平安产险内蒙古分公司兴安盟科尔沁右翼中旗门店',
      'phone': '4795516',
      'site': '科右中旗巴彦呼舒镇图什业图居委会一街福田家园第二号楼东序第三号1-2号'
    }, {'name': '平安产险内蒙古分公司兴安盟突泉门店', 'phone': '2240122', 'site': '突泉县突泉镇文明北路27号一中西侧'}, {
      'name': '平安产险内蒙古分公司兴安盟乌兰浩特门店',
      'phone': '3967393',
      'site': '兴安盟乌兰浩特市民族解放纪念馆西侧御府苑综合楼5号楼1号门市、2号门市'
    }, {
      'name': '平安产险内蒙古分公司兴安盟扎赉特旗门店',
      'phone': '6695590',
      'site': '音德尔镇国税局斜对面技术监督局楼下，光明加油站南100米路西'
    }, {
      'name': '平安产险内蒙古分公司二连浩特新华门店',
      'phone': '6974118',
      'site': '二连浩特市新华大街南前进路西01-2-133号门市'
    }, {
      'name': '平安产险内蒙古分公司锡林郭勒支公司多伦县门店',
      'phone': '6780190',
      'site': '内蒙古自治区锡林郭勒盟多伦县诺尔镇会盟大街龙源山庄101铺'
    }, {
      'name': '平安产险内蒙古分公司锡林浩特本部门店',
      'phone': '6965008',
      'site': '内蒙古锡林浩特市希办一棵树街康裕小区A栋01023号（广达加油站对面）'
    }, {'name': '平安产险内蒙古分公司阿拉善中心支公司门店', 'phone': '3984285', 'site': '内蒙古阿拉善左旗巴彦浩特镇额鲁特西路005号城投大厦3楼'}]
  }]
}, {
  'code': 18,
  'name': '宁夏',
  'child': [{
    'name': '宁夏',
    'code': 1025,
    'child': [{'name': '平安产险宁夏分公司贺兰门店', 'phone': '8871074', 'site': '银川市贺兰县欣兰街100号'}, {
      'name': '平安产险宁夏分公司金凤门店',
      'phone': '3852505',
      'site': '银川市金凤区满城南街臻君豪庭1号写字楼01-02号商铺'
    }, {'name': '平安产险宁夏分公司灵武门店', 'phone': '4027773', 'site': '灵武市南环路以南西湖人家5号商业房A22号1楼'}, {
      'name': '平安产险宁夏分公司宁东门店',
      'phone': '3039109',
      'site': '宁东镇白杨林小区13号公寓楼'
    }, {
      'name': '平安产险宁夏分公司银川门店',
      'phone': '8646018',
      'site': '宁夏银川市金凤区上海西路239号英力特大厦（详细信息：行政中心东北角）'
    }, {'name': '平安产险宁夏分公司永宁门店', 'phone': '8766132', 'site': '银川市永宁县宁河南街实成小区东门29号楼1号'}, {
      'name': '平安产险宁夏分公司惠农门店',
      'phone': '3019393',
      'site': '石嘴山市惠农区惠丰路5号'
    }, {'name': '平安产险宁夏分公司平罗门店', 'phone': '6587901', 'site': '平罗县山水明居小区南大门 （祥云都市花园后门）'}, {
      'name': '平安产险宁夏分公司石嘴山门店',
      'phone': '2815639',
      'site': '星光大道与世纪大道交叉口（斜拉桥）星瀚集团平安财产保险公司石嘴山中心支公司一楼'
    }, {
      'name': '平安产险宁夏分公司红寺堡门店',
      'phone': '2066556',
      'site': '吴忠市红寺堡区金水街南侧二十支渠北侧银洲国贸106、107铺'
    }, {'name': '平安产险宁夏分公司青铜峡门店', 'phone': '3026901', 'site': '宁夏吴忠市青铜峡市北环西59号'}, {
      'name': '平安产险宁夏分公司同心门店',
      'phone': '2066556',
      'site': '宁夏吴忠市同心县豫海镇永安东路（红鼎火锅对面）一楼'
    }, {
      'name': '平安产险宁夏分公司吴忠门店',
      'phone': '2066556',
      'site': '吴忠市利通区塞上明珠东侧宁夏大众工贸有限公司办公商业楼1-4层'
    }, {'name': '平安产险宁夏分公司盐池门店', 'phone': '6013008', 'site': '吴忠市盐池县花马西街众鑫综合楼4号楼24号营业房1楼'}, {
      'name': '平安产险宁夏分公司固原门店',
      'phone': '2068776',
      'site': '固原市经济开发区九龙国际商业广场B-3101、3201、3102、3202营业房'
    }, {'name': '平安产险宁夏分公司彭阳门店', 'phone': '2068776', 'site': '宁夏固原市彭阳县闽宁小区51号商住楼营8号'}, {
      'name': '平安产险宁夏分公司西吉门店',
      'phone': '2068776',
      'site': '固原市西吉县幸福路鑫祥世城鑫秀园29幢01号'
    }, {'name': '平安产险宁夏分公司海原门店', 'phone': '4016441', 'site': '宁夏中卫市海原县东城路幼儿园北侧'}, {
      'name': '平安产险宁夏分公司中宁门店',
      'phone': '5023779',
      'site': '中宁县城宁安东街杞乡经典A区3#商业楼1-3层82号1楼'
    }, {'name': '平安产险宁夏分公司中卫门店', 'phone': '7016292', 'site': '宁夏中卫市沙坡头区鼓鼓楼西街北侧石嘴山银行办公大楼一楼东大厅'}]
  }]
}, {
  'code': 19,
  'name': '青海',
  'child': [{
    'name': '青海',
    'code': 1026,
    'child': [{'name': '青海省西宁市海湖门店', 'phone': '8187012', 'site': '西关大街130号海湖新区大润发对面蓝色玻璃楼5楼'}]
  }]
}, {
  'code': 20,
  'name': '山东',
  'child': [{
    'name': '青岛',
    'code': 1027,
    'child': [{
      'name': '平安产险青岛分公司青岛中支城阳门店',
      'phone': '66739196',
      'site': '山东省青岛市城阳区正阳路205号海都国际A座908'
    }, {'name': '平安产险青岛分公司青岛中支黄岛门店', 'phone': '86613208', 'site': '黄岛市海王路957-6号阳光名邸6号网点'}, {
      'name': '平安产险青岛分公司青岛中支即墨门店',
      'phone': '89063202',
      'site': '山东省即墨市泰山一路358号'
    }, {'name': '平安产险青岛分公司青岛中支胶州门店', 'phone': '86628186', 'site': '胶州市常州路东方花园小区4号楼网点'}, {
      'name': '平安产险青岛分公司青岛中支开发区门店',
      'phone': '80983156',
      'site': '山东省青岛市经济技术开发区长江中路519号建国大厦506室'
    }, {'name': '平安产险青岛分公司青岛中支莱西门店', 'phone': '86648286', 'site': '莱西市重庆中路重庆花园门西'}, {
      'name': '平安产险青岛分公司青岛中支平度门店',
      'phone': '88314071',
      'site': '平度市天津路177号'
    }, {'name': '平安产险青岛分公司青岛中支山东路旗舰店', 'phone': '80905600', 'site': '山东省青岛市市北区山东路117-16号'}, {
      'name': '平安产险青岛分公司淄博博山区门店',
      'phone': '6263631',
      'site': '山东省淄博市博山区五岭路13号（一层）'
    }, {'name': '平安产险青岛分公司淄博高青县门店', 'phone': '6257587', 'site': '淄博市高青县芦湖路北首220号'}, {
      'name': '平安产险青岛分公司淄博桓台区门店',
      'phone': '7973639',
      'site': '山东省淄博市桓台县索镇镇羿景嘉园南门西临100米平安财险'
    }, {'name': '平安产险青岛分公司淄博临淄区门店', 'phone': '6093166', 'site': '淄博市临淄区临淄大道889-13号'}, {
      'name': '平安产险青岛分公司淄博沂源县门店',
      'phone': '6083786',
      'site': '山东省淄博市沂源县螳螂河东路山水一城96甲15号'
    }, {
      'name': '平安产险青岛分公司淄博张店鲁泰大道门店',
      'phone': '6073612',
      'site': '淄博市高新区鲁泰大道以北、西四路东侧（高分子创新园B座一楼）'
    }, {'name': '平安产险青岛分公司淄博周村区门店', 'phone': '6053634', 'site': '山东省淄博市周村区太和路218号（一层）'}, {
      'name': '平安产险青岛分公司淄博淄川区门店',
      'phone': '6023632',
      'site': '山东省淄博市淄川区松龄中路286号鸿泰大厦（五层）'
    }, {'name': '平安产险青岛分公司烟台福山门店', 'phone': '2137683', 'site': '烟台市福山区永安街126号'}, {
      'name': '平安产险青岛分公司烟台海阳门店',
      'phone': '3105337',
      'site': '海阳市御景苑小区海政路52-18号'
    }, {
      'name': '平安产险青岛分公司烟台开发区门店',
      'phone': '2163329',
      'site': '烟台市开发区松花江路3-1号内1号楼1层东    平安产险'
    }, {'name': '平安产险青岛分公司烟台莱山门店', 'phone': '3972335', 'site': '烟台市莱山区迎春大街163号天和大厦三楼'}, {
      'name': '平安产险青岛分公司烟台莱阳门店',
      'phone': '3367867',
      'site': '莱阳市五龙南路98号'
    }, {'name': '平安产险青岛分公司烟台莱州门店', 'phone': '3079289', 'site': '莱州市北苑路258号'}, {
      'name': '平安产险青岛分公司烟台龙口门店',
      'phone': '8955512',
      'site': '龙口市黄城北大街松韵苑临街商铺（龙口大酒店西300米路北）'
    }, {'name': '平安产险青岛分公司烟台牟平门店', 'phone': '8948816', 'site': '烟台市牟平区新城大街546号'}, {
      'name': '平安产险青岛分公司烟台蓬莱门店',
      'phone': '3350206',
      'site': '蓬莱市南关路120号南海大厦一楼'
    }, {'name': '平安产险青岛分公司烟台栖霞门店', 'phone': '3371332', 'site': '栖霞市迎宾路西大通加油站北100米'}, {
      'name': '平安产险青岛分公司烟台招远门店',
      'phone': '8933325',
      'site': '招远市罗峰路406号（金都花园西门南100米）'
    }, {'name': '平安产险青岛分公司烟台中支门店', 'phone': '2108272', 'site': '山东省烟台市莱山区银海路21号'}, {
      'name': '平安产险青岛分公司潍坊安丘门店',
      'phone': '2262399',
      'site': '山东省安丘市商场路东首永盛锦园门口东'
    }, {'name': '平安产险青岛分公司潍坊昌乐门店', 'phone': '2186393', 'site': '山东省潍坊市昌乐县新昌路消防大队对面'}, {
      'name': '平安产险青岛分公司潍坊昌邑门店',
      'phone': '2170096',
      'site': '山东省昌邑市天水路新华大厦10楼平安产险'
    }, {'name': '平安产险青岛分公司潍坊坊子门店', 'phone': '2289211', 'site': '山东省潍坊市坊子区北海路凤凰大街70号'}, {
      'name': '平安产险青岛分公司潍坊高密门店',
      'phone': '2216401',
      'site': '山东省潍坊市高密市夷安大道与凤凰大街交叉口西南角'
    }, {'name': '平安产险青岛分公司潍坊海化门店', 'phone': '5319288', 'site': '山东省潍坊市滨海经济开发区时代花园小区北门东侧路南'}, {
      'name': '平安产险青岛分公司潍坊临朐门店',
      'phone': '2196385',
      'site': '山东省潍坊市临朐县民主路与朐山路交叉口东50米路北'
    }, {'name': '平安产险青岛分公司潍坊青州门店', 'phone': '2130388', 'site': '山东省青州市驼山路旗城慧博园商业F段7号、8号'}, {
      'name': '平安产险青岛分公司潍坊寿光门店',
      'phone': '2151382',
      'site': '山东省寿光市金光街与金海路交叉路口怡景商务大厦2楼'
    }, {'name': '平安产险青岛分公司潍坊潍城门店', 'phone': '533487', 'site': '山东省潍坊市潍城区银行路银河花园A区'}, {
      'name': '平安产险青岛分公司潍坊中支门店',
      'phone': '2113404',
      'site': '山东省潍坊经济区北海路3323号（北海路与泰祥街交口北300米）'
    }, {
      'name': '平安产险青岛分公司潍坊诸城门店',
      'phone': '2166391',
      'site': '山东省诸城市密州路为民服务中心西侧天祥商务中心A座7楼'
    }, {'name': '平安产险青岛分公司威海荣成门店', 'phone': '3693668', 'site': '山东威海荣成市凭海西路鑫通汽车城内'}, {
      'name': '平安产险青岛分公司威海乳山门店',
      'phone': '3603988',
      'site': '山东省乳山市北外环路14号政府汽修一楼'
    }, {'name': '平安产险青岛分公司威海石岛门店', 'phone': '3693066', 'site': '山东省荣成市石岛黄海中路87号奥孚公司（一层）'}, {
      'name': '平安产险青岛分公司威海文登门店',
      'phone': '3582333',
      'site': '威海市文登区文山东路27-3号'
    }, {'name': '平安产险青岛分公司威海中支门店', 'phone': '3673695', 'site': '山东省威海市环翠区高山街28号怡和写字楼'}, {
      'name': '平安产险青岛分公司日照莒县门店',
      'phone': '6173586',
      'site': '山东省日照市莒县青年北路（标致服装厂对过）'
    }, {'name': '平安产险青岛分公司日照岚山门店', 'phone': '2230977', 'site': '日照市岚山区圣岚路与砚台山一路交汇处'}, {
      'name': '平安产险青岛分公司日照五莲门店',
      'phone': '2251937',
      'site': '山东省日照市五莲县人民路与上海路交汇处'
    }, {'name': '平安产险青岛分公司日照中支门店', 'phone': '2209017', 'site': '山东省日照市开发区银川路与秦皇岛路交汇处'}, {
      'name': '平安产险青岛分公司临沂费县门店',
      'phone': '7173859',
      'site': '费县银杏花园南门'
    }, {'name': '平安产险青岛分公司临沂莒南门店', 'phone': '7915123', 'site': '莒南县黄海西路西段莒南五中对过'}, {
      'name': '平安产险青岛分公司临沂兰陵门店',
      'phone': '7132101',
      'site': '南环路西段南侧'
    }, {'name': '平安产险青岛分公司临沂临沭门店', 'phone': '7195512', 'site': '临沭县冠山路临沭街道第五小学沿街楼'}, {
      'name': '平安产险青岛分公司临沂蒙阴门店',
      'phone': '7141101',
      'site': '蒙阴县叠翠路116号'
    }, {'name': '平安产险青岛分公司临沂平邑门店', 'phone': '7182202', 'site': '平邑县银花中路金联华府商业街'}, {
      'name': '平安产险青岛分公司临沂郯城门店',
      'phone': '7155600',
      'site': '郯城县建设路11号'
    }, {'name': '平安产险青岛分公司临沂沂南门店', 'phone': '7901482', 'site': '沂南县历山路113-1号'}, {
      'name': '平安产险青岛分公司临沂沂水门店',
      'phone': '7120680',
      'site': '沂水县鑫华路57-5号'
    }, {'name': '平安产险青岛分公司临沂中支门店', 'phone': '3129008', 'site': '山东省临沂市兰山区柳青街道茶山路与武汉路交汇处美佳商业街'}]
  }, {
    'name': '山东',
    'code': 1028,
    'child': [{'name': '平安产险山东分公司济南高新区门店', 'phone': '80966846', 'site': '山东省济南市高新区会展西路89号'}, {
      'name': '平安产险山东分公司济南济阳门店',
      'phone': '83146138',
      'site': '济阳县济北开发区开元大街以北（济北管委会楼下）'
    }, {
      'name': '平安产险山东分公司济南经十路门店',
      'phone': '80966132',
      'site': '山东省济南市历下区经十路14677号恒生晶石中心B栋2楼门店'
    }, {'name': '平安产险山东分公司济南平阴门店', 'phone': '83108068', 'site': '山东省济南市平阴县青龙路北段绿安食品公司对过一楼'}, {
      'name': '平安产险山东分公司济南商河门店',
      'phone': '82337001',
      'site': '山东省商河县银河路电力宾馆对过'
    }, {'name': '平安产险山东分公司济南商河门店', 'phone': '82333001', 'site': '山东省济南市商河县商中路二中对过一楼'}, {
      'name': '平安产险山东分公司济南章丘门店',
      'phone': '80956162',
      'site': '章丘市福康路577号福康馨家园，圣代家居对面'
    }, {
      'name': '平安产险山东分公司济南长清门店',
      'phone': '83135849',
      'site': '济南市长清区凤凰路2569号（大舜酒店北临、玉符街东头、恒大绿洲西临）'
    }, {'name': '平安产险山东分公司枣庄山亭门店', 'phone': '5276439', 'site': '山东省枣庄市山亭区汗诺路北侧195号'}, {
      'name': '平安产险山东分公司枣庄市中门店',
      'phone': '5276439',
      'site': '枣庄市市中区建华西路60号银狐大厦1楼（银座南门西50米）'
    }, {
      'name': '平安产险山东分公司枣庄台儿庄门店',
      'phone': '5130955',
      'site': '枣庄市台儿庄区金光路178号（台儿庄公安分局西300米路北）'
    }, {
      'name': '平安产险山东分公司枣庄滕州门店',
      'phone': '5166451',
      'site': '枣庄滕州市益康大道993号1楼（骨伤医院南100米路东）'
    }, {
      'name': '平安产险山东分公司枣庄薛城门店',
      'phone': '5290125',
      'site': '山东省枣庄市高新区光明大道新大都花园门市S10-09号'
    }, {
      'name': '平安产险山东分公司枣庄峄城门店',
      'phone': '5185699',
      'site': '山东省枣庄市峄城区中兴大道319号（岳庄红绿灯南200米路西）'
    }, {'name': '平安产险山东分公司东营大王门店', 'phone': '7726246', 'site': '山东省东营市广饶县大王镇常青路2号一楼'}, {
      'name': '平安产险山东分公司东营东城门店',
      'phone': '7756232',
      'site': '山东省东营市东城南一路与曹州路交叉口光大银行院内'
    }, {'name': '平安产险山东分公司东营东营港门店', 'phone': '3982557', 'site': '东营市河口区仙河镇汉江路富海丽园1号商铺'}, {
      'name': '平安产险山东分公司东营广饶门店',
      'phone': '7725235',
      'site': '山东省东营市广饶县迎宾路以北、民安路以东恒丰大厦A座'
    }, {'name': '平安产险山东分公司东营河口区门店', 'phone': '7719987', 'site': '东营市河口区海盛路626号'}, {
      'name': '平安产险山东分公司东营垦利门店',
      'phone': '7733243',
      'site': '山东省东营市垦利县辰兴商贸园（胜兴花园西门）1楼'
    }, {'name': '平安产险山东分公司东营利津门店', 'phone': '7706250', 'site': '山东省东营市利津县滨港路利津镇政府对面'}, {
      'name': '平安产险山东分公司东营紫昇大厦门店',
      'phone': '7756227',
      'site': '东营市淄博路东首紫昇大厦1楼'
    }, {'name': '平安产险山东分公司济宁二门店', 'phone': '3152653', 'site': '济宁市济安桥路与龙行路交叉路口（电厂对过）'}, {
      'name': '平安产险山东分公司济宁嘉祥县门店',
      'phone': '3218568',
      'site': '山东省嘉祥县石雕广场对过新天地商业街'
    }, {'name': '平安产险山东分公司济宁金乡县门店', 'phone': '3176282', 'site': '济宁市金乡县金司路南首路东一楼'}, {
      'name': '平安产险山东分公司济宁金宇路门店',
      'phone': '3206350',
      'site': '山东省济宁市高新区金宇路与科苑路交叉口裕林大厦B座'
    }, {
      'name': '平安产险山东分公司济宁梁山县门店',
      'phone': '3226285',
      'site': '山东省济宁市梁山县水泊南路89号(颐和涮园斜对过)'
    }, {'name': '平安产险山东分公司济宁曲阜门店', 'phone': '3196272', 'site': '山东省济宁市曲阜市裕隆路39号圣地花园西邻一层'}, {
      'name': '平安产险山东分公司济宁泗水县门店',
      'phone': '3146293',
      'site': '山东省济宁市泗水县圣德路北首一层'
    }, {'name': '平安产险山东分公司济宁微山县门店', 'phone': '5036277', 'site': '山东省济宁市微山县建设路幸福小区西邻'}, {
      'name': '平安产险山东分公司济宁汶上县门店',
      'phone': '5026255',
      'site': '山东省济宁市汶上县黄金水岸沿圣泽大街门面房8号'
    }, {'name': '平安产险山东分公司济宁兖州区门店', 'phone': '3126269', 'site': '山东省济宁市兖州区永华新百汇金融中心北首'}, {
      'name': '平安产险山东分公司济宁鱼台县门店',
      'phone': '5016287',
      'site': '山东省济宁市鱼台县湖陵三路北首路东一层'
    }, {
      'name': '平安产险山东分公司济宁中支二门店',
      'phone': '3206350',
      'site': '山东省济宁市市中区济安桥路与龙行路交叉路口东北角，电厂对过'
    }, {'name': '平安产险山东分公司济宁中支嘉祥门店', 'phone': '3226285', 'site': '山东省济宁市嘉祥县'}, {
      'name': '平安产险山东分公司济宁邹城门店',
      'phone': '5196276',
      'site': '邹城市凫山南路石家庄社区'
    }, {'name': '平安产险山东分公司泰安宝龙门店', 'phone': '5059118', 'site': '岱道庵路御膳楼南路东'}, {
      'name': '平安产险山东分公司泰安东平门店',
      'phone': '6956322',
      'site': '东平县老汽车站建设银行十字路口北邻100米'
    }, {'name': '平安产险山东分公司泰安东平门店', 'phone': '6396331', 'site': '山东省泰安市东平县西山路建设银行北100米路西'}, {
      'name': '平安产险山东分公司泰安肥城门店',
      'phone': '6332327',
      'site': '山东省肥城市上海路016号市交警队向东600米，原友联加油站西邻一楼'
    }, {'name': '平安产险山东分公司泰安宁阳门店', 'phone': '6340318', 'site': '山东省泰安市宁阳县金阳商贸城南门东临50米'}, {
      'name': '平安产险山东分公司泰安新泰门店',
      'phone': '6327308',
      'site': '山东省泰安市新泰市东周路中段路西交通大厦十字路口北800米路西一楼'
    }, {'name': '平安产险山东分公司泰安新泰门店', 'phone': '6396331', 'site': '山东省泰安市新泰市华府新天地一期路北东宸广场'}, {
      'name': '平安产险山东分公司泰安中兴大厦门店',
      'phone': '6396315',
      'site': '泰安望岳东路中兴大厦一楼素食坊旁'
    }, {'name': '平安产险山东分公司莱芜钢城区门店', 'phone': '5656490', 'site': '山东省莱芜市钢城区钢都大街79号3楼'}, {
      'name': '平安产险山东分公司莱芜莱城区门店',
      'phone': '5616485',
      'site': '山东省莱芜市龙潭东大街与嬴牟大街交汇处1楼'
    }, {'name': '平安产险山东分公司德州大学西路门店', 'phone': '5016762', 'site': '德州市德城区大学西路名苑小区商务楼B座一层'}, {
      'name': '平安产险山东分公司德州乐陵门店',
      'phone': '2116406',
      'site': '山东省德州市乐陵市枣城南大街9-11号一层'
    }, {
      'name': '平安产险山东分公司德州临邑门店',
      'phone': '2146456',
      'site': '山东省德州市临邑县东岳路南段西侧7号（洛北春酒店北50米路西）'
    }, {'name': '平安产险山东分公司德州陵县门店', 'phone': '5016612', 'site': '山东省德州市陵县开发区福星街1号'}, {
      'name': '平安产险山东分公司德州陵县门店',
      'phone': '6121157',
      'site': '福星街1号民政局旁边'
    }, {'name': '平安产险山东分公司德州宁津门店', 'phone': '7071578', 'site': '山东省德州市宁津县阳光大街南侧翰林苑商品楼3号商铺'}, {
      'name': '平安产险山东分公司德州平原门店',
      'phone': '2166427',
      'site': '山东省德州市平原县青年路北段老汽车站南临路东'
    }, {
      'name': '平安产险山东分公司德州齐河门店',
      'phone': '5020668',
      'site': '山东省德州市齐河县城区308国道路北（贵和华城门西150米）一层'
    }, {
      'name': '平安产险山东分公司德州武城门店',
      'phone': '5076428',
      'site': '武城县古北路东漳南街南畅和苑商务中心A座1-2层A3号交警队门口正对面'
    }, {'name': '平安产险山东分公司德州夏津门店', 'phone': '2196415', 'site': '山东省德州市夏津县新工街78号一层'}, {
      'name': '平安产险山东分公司德州禹城门店',
      'phone': '2126423',
      'site': '山东省德州市禹城市建设路明珠大酒店北邻20米路东一层'
    }, {
      'name': '平安产险山东分公司聊城茌平县门店',
      'phone': '2146390',
      'site': '山东省聊城市茌平县建设路水岸豪庭对过（民政局楼下）'
    }, {'name': '平安产险山东分公司聊城东阿县门店', 'phone': '2176387', 'site': '山东省聊城市东阿县商业街东段县中医院对过'}, {
      'name': '平安产险山东分公司聊城高唐门店',
      'phone': '2966383',
      'site': '山东省聊城市高唐县春长街公路局斜对面一层'
    }, {'name': '平安产险山东分公司聊城冠县门店', 'phone': '2916394', 'site': '山东省聊城市冠县景盛嘉苑（公安局小区）北门东临'}, {
      'name': '平安产险山东分公司聊城开发区门店',
      'phone': '2936596',
      'site': '聊城市经济开发区凤凰新城西区北临街楼（开发区地税局斜对过）'
    }, {'name': '平安产险山东分公司聊城临清市门店', 'phone': '2976386', 'site': '山东省聊城市临清市东环路南段新粮局南临一层'}, {
      'name': '平安产险山东分公司聊城柳园路门店',
      'phone': '2936375',
      'site': '山东省聊城市东昌府区'
    }, {'name': '平安产险山东分公司聊城莘县门店', 'phone': '2166393', 'site': '山东省聊城市莘县伊园街北市场北门对过'}, {
      'name': '平安产险山东分公司聊城阳谷县门店',
      'phone': '2956719',
      'site': '山东省聊城市阳谷县博济桥派出所西临一层'
    }, {
      'name': '平安产险山东分公司滨州博兴门店',
      'phone': '2166353',
      'site': '博兴县博城五路西首与乐安大街交叉口向西300米路北'
    }, {'name': '平安产险山东分公司滨州黄河五路门店', 'phone': '2296344', 'site': '滨州市黄河五路377号平安大厦'}, {
      'name': '平安产险山东分公司滨州惠民门店',
      'phone': '2230356',
      'site': '山东省滨州市惠民县车站路华润纺织（老纱厂）往东100米路北'
    }, {'name': '平安产险山东分公司滨州无棣门店', 'phone': '2156363', 'site': '山东省滨州市无棣棣新四路金太阳购物街'}, {
      'name': '平安产险山东分公司滨州阳信门店',
      'phone': '2206359',
      'site': '山东省滨州市阳信县梨园公园对面'
    }, {'name': '平安产险山东分公司滨州沾化门店', 'phone': '2176360', 'site': '沾化县气象局往东200米北消防队斜对面'}, {
      'name': '平安产险山东分公司滨州邹平门店',
      'phone': '2186348',
      'site': '山东省滨州市邹平县黛西五路北首路西（一号公馆斜对过）'
    }, {'name': '平安产险山东分公司菏泽曹县门店', 'phone': '6213065', 'site': '山东菏泽曹县澳洲大酒店东18米'}, {
      'name': '平安产险山东分公司菏泽成武门店',
      'phone': '6110123',
      'site': '山东省菏泽市成武县伯乐大街西段老石马西50米路北'
    }, {'name': '平安产险山东分公司菏泽成武门店', 'phone': '6110123', 'site': '山东省菏泽市成武县伯乐大街东段路北'}, {
      'name': '平安产险山东分公司菏泽单县门店',
      'phone': '2093699',
      'site': '山东省菏泽市单县舜师鲁与君子路交叉口南50米路东'
    }, {'name': '平安产险山东分公司菏泽东明门店', 'phone': '6252698', 'site': '山东省菏泽市东明县曙光路'}, {
      'name': '平安产险山东分公司菏泽巨野门店',
      'phone': '2082299',
      'site': '山东省菏泽市巨野县光明路北段恒巨花园3区南邻'
    }, {'name': '平安产险山东分公司菏泽巨野门店', 'phone': '2082299', 'site': '山东省菏泽市巨野县光明路北段恒巨小区南临路西。'}, {
      'name': '平安产险山东分公司菏泽鄄城门店',
      'phone': '6280066',
      'site': '山东省菏泽市鄄城县人民路西段土管局东临'
    }, {'name': '平安产险山东分公司菏泽门店', 'phone': '6200159', 'site': '菏泽市长江路与和平路交叉口中达尚城'}, {
      'name': '平安产险山东分公司菏泽郓城门店',
      'phone': '1531566550',
      'site': '山东省菏泽市郓城县锦河花园'
    }]
  }]
}, {
  'code': 21,
  'name': '山西',
  'child': [{
    'name': '山西',
    'code': 1029,
    'child': [{
      'name': '平安产险山西分公司太原高新门店',
      'phone': '5646258',
      'site': '山西省太原市小店高新开发区长治路303号大生科技楼1楼'
    }, {
      'name': '平安产险山西分公司大同洪泰大厦门店',
      'phone': '5328532',
      'site': '大同市操场城街甲6号洪泰大厦四层(四中岗北50米)'
    }, {'name': '平安产险山西分公司阳泉开发区门店', 'phone': '6667562', 'site': '阳泉开发区大连街30号1层'}, {
      'name': '平安产险山西分公司长治门店',
      'phone': '3525201',
      'site': '山西省长治市太行东街山西三建商务大厦'
    }, {'name': '平安产险山西分公司晋城城区门店', 'phone': '6960661', 'site': '晋城市凤台西街612号供销大厦1层'}, {
      'name': '平安产险山西分公司朔州门店',
      'phone': '6689902',
      'site': '朔州市朔城区民福西街北物产大楼西11#12# 1楼'
    }, {'name': '平安产险山西分公司晋中榆次门店', 'phone': '3991215', 'site': '晋中市榆次区蕴华街352号，榆次八中斜对面'}, {
      'name': '平安产险山西分公司运城门店',
      'phone': '6389291',
      'site': '山西省运城市铺安街天泰文化苑A号楼一楼(金鑫大酒店对面)'
    }, {'name': '平安产险山西分公司忻州门店', 'phone': '3397819', 'site': '山西省忻州市七一北路水利大厦1楼'}, {
      'name': '平安产险山西分公司临汾门店',
      'phone': '3950622',
      'site': '山西省临汾市鼓楼南大街福利巷平安保险公司（明海酒店对面）'
    }, {'name': '平安产险山西分公司吕梁门店', 'phone': '3371510', 'site': '吕梁市离石区龙凤大街副食品公司2号楼（门店）二层'}]
  }]
}, {
  'code': 22,
  'name': '陕西',
  'child': [{
    'name': '陕西',
    'code': 1030,
    'child': [{
      'name': '平安产险陕西分公司西安科创路A座门店',
      'phone': '88994156',
      'site': '西安市科创路168号西电产业科技园A座一楼'
    }, {'name': '平安产险陕西分公司西安科创路E座门店', 'phone': '81298760', 'site': '西安市科创路168号西电科技园E座一层'}, {
      'name': '平安产险陕西分公司铜川中心支公司',
      'phone': '2187777',
      'site': '陕西省铜川市新区正阳路6号银铃天下小区西门'
    }, {'name': '平安产险陕西分公司宝鸡高新区门店', 'phone': '3316936', 'site': '陕西省宝鸡市高新三路田丰国际办公楼一楼'}, {
      'name': '平安产险陕西分公司咸阳秦都区门店',
      'phone': '33373880',
      'site': '咸阳市秦都区中华西路宝瑞阳光'
    }, {
      'name': '平安产险陕西分公司渭南临渭区门店',
      'phone': '2330273',
      'site': '渭南市东风街与仓程路什字向南100米路西一、四层（浦发银行）'
    }, {'name': '平安产险陕西分公司延安宝塔区门店', 'phone': '2125535', 'site': '陕西省延安市宝塔区枣园风情街F栋二层'}, {
      'name': '平安产险陕西分公司汉中汉台区门店',
      'phone': '2110192',
      'site': '陕西省汉中市汉台区虎桥西路体育场向西800米桃源新城旁'
    }, {'name': '平安产险陕西分公司榆林榆阳区门店', 'phone': '3456953', 'site': '榆林市高新区建业大道莱德大厦1层'}, {
      'name': '平安产险陕西分公司安康汉滨区门店',
      'phone': '3119512',
      'site': '陕西安康市大桥南路14号煌上煌大厦B座一层'
    }, {'name': '平安产险陕西分公司安康汉阴县门店', 'phone': '5279511', 'site': '汉阴县滨河路水岸花城社区A1号楼（景观桥头）'}, {
      'name': '平安产险陕西分公司安康旬阳县门店',
      'phone': '7215386',
      'site': '安康市旬阳县祝尔康大道车管所隔壁一层'
    }, {'name': '平安产险陕西分公司商洛商州区门店', 'phone': '2336777', 'site': '商洛市商州区行政中心规划三路第三人民医院隔壁一楼'}]
  }]
}, {
  'code': 23,
  'name': '上海',
  'child': [{'name': '上海', 'code': 1031, 'child': [{'name': '平安产险上海分公司', 'site': '上海市静安区常熟路8号8楼中区'}]}]
}, {
  'code': 24,
  'name': '深圳',
  'child': [{
    'name': '深圳',
    'code': 1032,
    'child': [{'name': '平安产险深圳分公司福安门店', 'phone': '88259726', 'site': '深圳市福田区竹子林福安大厦西座二楼'}, {
      'name': '平安产险深圳分公司龙岗门店',
      'phone': '28994289',
      'site': '深圳市龙岗区清林中路海关大厦东座一楼'
    }, {'name': '平安产险深圳分公司龙华门店', 'phone': '29849962', 'site': '深圳市龙华新区工业西路龙胜大厦华宇酒店一楼平安保险'}, {
      'name': '平安产险深圳分公司罗湖门店',
      'phone': '82345957',
      'site': '深圳市罗湖区泥岗东路269号大华商务大厦一楼平安保险（麦德龙附近）'
    }]
  }]
}, {
  'code': 25,
  'name': '四川 ',
  'child': [{
    'name': '四川 ',
    'code': 1033,
    'child': [{'name': '平安产险四川分公司成都崇州市门店', 'phone': '82312511', 'site': '四川省崇州市永安中路29号'}, {
      'name': '平安产险四川分公司成都都江堰市门店',
      'phone': '87268882',
      'site': '都江堰市彩虹大道北段374-378号紫坪福园平安产险'
    }, {
      'name': '平安产险四川分公司成都联通大厦门店',
      'phone': '82833879',
      'site': '成都市高新区天府大道北段16号高新国际广场c座1楼'
    }, {
      'name': '平安产险四川分公司成都镏金岁月门店',
      'phone': '63167232',
      'site': '成都市锦江区汇泉南路272号镏金岁月商业广场3楼'
    }, {'name': '平安产险四川分公司成都彭州市门店', 'phone': '83878781', 'site': '彭州市天彭镇牡丹西路65号'}, {
      'name': '平安产险四川分公司成都邛崃市门店',
      'phone': '82312511',
      'site': '四川省成都市邛崃市东星大道184-192号1楼（承保咨询电话：028--88796311）'
    }, {
      'name': '平安产险四川分公司成都市大邑县门店',
      'phone': '88292799',
      'site': '四川省成都市大邑县孟湾东道129、131、133号1楼'
    }, {
      'name': '平安产险四川分公司成都市金堂县门店',
      'phone': '84996870',
      'site': '成都市金堂县赵镇十里大道二段860号1号楼1层2号'
    }, {'name': '平安产险四川分公司成都市龙泉驿区门店', 'phone': '84879119', 'site': '成都市龙泉驿区大十三路70-82号'}, {
      'name': '平安产险四川分公司成都市郫县门店',
      'phone': '87863428',
      'site': '成都郫县望丛东路62号蜀都公馆'
    }, {
      'name': '平安产险四川分公司成都市蒲江县门店',
      'phone': '88550870',
      'site': '四川省成都市蒲江县鹤山镇清江大道110号1楼'
    }, {
      'name': '平安产险四川分公司成都市青白江区门店',
      'phone': '83666202',
      'site': '成都市青白江区菁华路116号2栋1层附109#、2层附201#'
    }, {'name': '平安产险四川分公司成都市天府新区门店', 'phone': '61400046', 'site': '四川省成都市华阳镇伏龙路二段135号'}, {
      'name': '平安产险四川分公司成都市新都区门店',
      'phone': '83975867',
      'site': '新都区马超东路518号汉嘉国际社区31栋1-3号'
    }, {'name': '平安产险四川分公司成都市新繁镇门店', 'phone': '83082061', 'site': '新都区新繁镇英才路98/102号'}, {
      'name': '平安产险四川分公司成都市新津县门店',
      'phone': '82527881',
      'site': '新津县瑞通路155号'
    }, {
      'name': '平安产险四川分公司成都蜀汉路门店',
      'phone': '82008200',
      'site': '成都市金牛区蜀汉路520号附5号千和馨城1楼'
    }, {
      'name': '平安产险四川分公司成都蜀汉路门店（新渠道）',
      'phone': '65195511',
      'site': '成都市金牛区蜀汉路520号附7号千和馨城1楼'
    }, {'name': '平安产险四川分公司成都双流门店', 'phone': '85804500', 'site': '四川省成都市双流县东升镇迎春路五段15号'}, {
      'name': '平安产险四川分公司成都温江区门店',
      'phone': '82799325',
      'site': '南江路139号1F（理赔咨询电话：82799264）'
    }, {
      'name': '平安产险四川分公司自贡市富顺县门店',
      'phone': '7295511',
      'site': '四川省自贡市富顺县富世镇钟秀长街郑家平集资楼1号楼1层'
    }, {
      'name': '平安产险四川分公司自贡市荣县门店',
      'phone': '6108111',
      'site': '自贡市荣县旭阳镇荣州大道一段369-375号1楼'
    }, {'name': '平安产险四川分公司自贡市自流井区门店', 'phone': '8618965', 'site': '自贡市汇东新区汇兴路新美帝景1号楼1楼'}, {
      'name': '平安产险四川分公司攀枝花市米易县门店',
      'phone': '3342692',
      'site': '四川省米易县攀莲镇人民路80号1楼（安宁明珠大酒店楼下）'
    }, {'name': '平安产险四川分公司攀枝花市仁和区门店', 'phone': '2970971', 'site': '四川省攀枝花市仁和区和苑小区3-5#1楼'}, {
      'name': '平安产险四川分公司攀枝花市西区门店',
      'phone': '5561368',
      'site': '四川省攀枝花市西区清香坪苏铁东路406号(振亚汽车城旁)一层门店'
    }, {
      'name': '平安产险四川分公司攀枝花市盐边县门店',
      'phone': '8890286',
      'site': '四川省攀枝花市盐边县桐子林镇东环南路月谭小区35栋1楼（盐边县政务中心楼下）'
    }, {
      'name': '平安产险四川分公司攀枝花市中心支公司门店',
      'phone': '3342692',
      'site': '四川省攀枝花市东区机场路333号金海财智中心一楼'
    }, {'name': '平安产险四川分公司泸州市古蔺县门店', 'phone': '7103225', 'site': '四川省古蔺县迎宾大道人民法院底楼'}, {
      'name': '平安产险四川分公司泸州市合江县门店',
      'phone': '5266312',
      'site': '泸州合江镇菜坝社区兴教街7号定向限价商品芳A区3号楼249号门市'
    }, {
      'name': '平安产险四川分公司泸州市空间爱琴海门店',
      'phone': '2625706',
      'site': '四川省泸州市酒城大道一段7号空间爱琴海33栋一层25号'
    }, {'name': '平安产险四川分公司泸州市泸县门店', 'phone': '8175181', 'site': '泸州市泸县茗渝景城12号1楼'}, {
      'name': '平安产险四川分公司泸州市纳溪门店',
      'phone': '4215991',
      'site': '泸州市纳溪区紫阳路一段164号3号楼1层148、150、152、附4号'
    }, {
      'name': '平安产险四川分公司泸州市叙永县门店',
      'phone': '2625706',
      'site': '四川省泸州市叙永县叙永镇富丽综合市场二期工程3号楼1层1-5号'
    }, {'name': '平安产险四川分公司德阳广汉市门店', 'phone': '5101626', 'site': '广汉市中山大道南二段98号1楼'}, {
      'name': '平安产险四川分公司德阳绵竹市门店',
      'phone': '6903833',
      'site': '绵竹市剑南镇玉妃路仟坤云庭2幢1楼平安保险公司'
    }, {'name': '平安产险四川分公司德阳什邡市门店', 'phone': '8105933', 'site': '什邡市蓥华山路南段147号'}, {
      'name': '平安产险四川分公司德阳市经济开发区门店',
      'phone': '2602426',
      'site': '德阳市八角井镇桂江街西段786号一楼13-18号门面'
    }, {
      'name': '平安产险四川分公司德阳市旌阳区门店',
      'phone': '2557491',
      'site': '德阳市峨眉北路二段“山海天花园”7号楼167#一楼'
    }, {'name': '平安产险四川分公司德阳市罗江县门店', 'phone': '3207999', 'site': '德阳市罗江县万安北路245号1楼(自来水厂一楼)'}, {
      'name': '平安产险四川分公司德阳市门店',
      'phone': '2905200',
      'site': '德阳市庐山南路二段178号1楼'
    }, {
      'name': '平安产险四川分公司德阳市中江县门店',
      'phone': '7132886',
      'site': '德阳市中江县南华镇南华大道94号附16-19号1楼'
    }, {'name': '平安产险四川分公司绵阳江油市门店', 'phone': '3508923', 'site': '江油市建新南路300号龙溪谷12号商铺'}, {
      'name': '平安产险四川分公司绵阳市安县门店',
      'phone': '4365569',
      'site': '绵阳市安县花街镇广厦景园B区55-60号一楼'
    }, {
      'name': '平安产险四川分公司绵阳市涪城区高水门店',
      'phone': '2268754',
      'site': '绵阳市涪城区红星街119号农贸市场1幢1层34-37号'
    }, {'name': '平安产险四川分公司绵阳市高新区门店', 'phone': '2370320', 'site': '绵阳高新区绵兴东路97号久远商厦一楼'}, {
      'name': '平安产险四川分公司绵阳市三台县门店',
      'phone': '5336141',
      'site': '绵阳市三台县北坝镇明台路交警大队正对面'
    }, {'name': '平安产险四川分公司绵阳市盐亭县门店', 'phone': '7566155', 'site': '四川省绵阳市盐亭县文同路凯旋帝景一楼'}, {
      'name': '平安产险四川分公司绵阳市游仙区科学城门店',
      'phone': '2490699',
      'site': '绵阳游仙区绵山路64号8区一楼'
    }, {
      'name': '平安产险四川分公司广元市苍溪县门店',
      'phone': '2973111',
      'site': '四川省广元市苍溪县陵江镇解放路东段电信宿舍一楼'
    }, {
      'name': '平安产险四川分公司广元市剑阁县门店',
      'phone': '6666238',
      'site': '四川省广元市剑阁县下寺镇大仓库仓坝百草原15栋2层22号'
    }, {
      'name': '平安产险四川分公司广元市利州区门店',
      'phone': '2803921',
      'site': '广元市利州区南河北京路45号联通大楼（1楼/4楼）'
    }, {
      'name': '平安产险四川分公司广元市青川县门店',
      'phone': '2969899',
      'site': '四川省广元市青川县乔庄镇浙金大道中街甬苑小区145号'
    }, {'name': '平安产险四川分公司广元市旺苍县门店', 'phone': '4204117', 'site': '四川省广元市旺苍县东河镇兴旺西路115号'}, {
      'name': '平安产险四川分公司遂宁市大英县门店',
      'phone': '7889000',
      'site': '四川省遂宁市大英县卓筒大道卓筒集团一楼（君珉医院旁、民政局对面）'
    }, {
      'name': '平安产险四川分公司遂宁市河东门店',
      'phone': '2322753',
      'site': '遂宁市河东新区五彩缤纷路764.766.768.770号（奥城花园A区一栋）13795879007'
    }, {
      'name': '平安产险四川分公司遂宁市蓬溪县门店',
      'phone': '5392887',
      'site': '四川省遂宁市蓬溪县赤城镇普安村学苑路289号（体育馆旁、新客运汽车站斜对面）'
    }, {
      'name': '平安产险四川分公司遂宁市射洪县门店',
      'phone': '6695512',
      'site': '射洪县沱牌大道欣泽实业锦雅郦城二楼（子昂金都西行100米）'
    }, {
      'name': '平安产险四川分公司内江市东兴区门店',
      'phone': '2286125',
      'site': '四川省内江市东兴区北环路889号和都国际4栋1-13号'
    }, {'name': '平安产险四川分公司内江市隆昌县门店', 'phone': '5183788', 'site': '四川省内江市隆昌县飞泉正街50号1楼'}, {
      'name': '平安产险四川分公司内江市威远县门店',
      'phone': '8265512',
      'site': '四川省内江市威远县严陵镇外西街386-388号1楼'
    }, {
      'name': '平安产险四川分公司内江市资中县门店',
      'phone': '8796701',
      'site': '四川省内江市资中县水南镇资州大道一段46号1层1-2号及2层1号'
    }, {'name': '平安产险四川分公司乐山市峨眉山门店', 'phone': '5533930', 'site': '峨眉山市名山路东段峨胜北苑'}, {
      'name': '平安产险四川分公司乐山市嘉州门店',
      'phone': '2481680',
      'site': '四川省乐山市市中区嘉祥路1293号1楼'
    }, {
      'name': '平安产险四川分公司乐山市夹江县门店',
      'phone': '5684789',
      'site': '四川省乐山市夹江县漹城镇进站路540号雍华庭小区2幢一楼及二楼13号'
    }, {
      'name': '平安产险四川分公司乐山市犍为县乐华帝景门店',
      'phone': '4236122',
      'site': '四川省乐山市犍为县玉津镇乐华帝景海伦堡小区二栋一层5-8号'
    }, {
      'name': '平安产险四川分公司乐山市井研县门店',
      'phone': '3795511',
      'site': '四川省乐山市井研县迎宾大道13-1-4雍景蓝庭1楼'
    }, {
      'name': '平安产险四川分公司乐山市市中区茶坊路门店',
      'phone': '2422285',
      'site': '乐山市市中区茶坊路38号新开元办公楼一层'
    }, {'name': '平安产险四川分公司南充阆中市门店', 'phone': '8560559', 'site': '阆中市张飞北路52号1楼门店'}, {
      'name': '平安产险四川分公司南充市南部县门店',
      'phone': '5525001',
      'site': '南充市南部县幸福路272号1楼门店(原国土局斜对面）'
    }, {
      'name': '平安产险四川分公司南充市丝绸大厦门店',
      'phone': '2803727',
      'site': '南充市顺庆区丝绸路51号丝绸大厦1楼、2楼'
    }, {
      'name': '平安产险四川分公司南充市仪陇县门店',
      'phone': '7295512',
      'site': '南充市仪陇县新政镇嘉欣路6段8号5幢1层14-18号门店'
    }, {'name': '平安产险四川分公司南充市营山县门店', 'phone': '8560559', 'site': '南充市营山县亿联建材城2号楼'}, {
      'name': '平安产险四川分公司南充西充门店',
      'phone': '7928986',
      'site': '诚信大道安汉新天地5号1楼'
    }, {
      'name': '平安产险四川分公司眉山市东坡区门店',
      'phone': '38193328',
      'site': '四川省眉山市东坡区东坡大道东坡湖广场三期二幢一层'
    }, {'name': '平安产险四川分公司眉山市洪雅县门店', 'phone': '37407216', 'site': '四川省眉山市洪雅县修文路115号一楼'}, {
      'name': '平安产险四川分公司眉山市彭山县门店',
      'phone': '37699968',
      'site': '四川省眉山市彭山县彭溪镇彭武路二段42号彭武景苑32-40号房屋'
    }, {'name': '平安产险四川分公司眉山市仁寿县门店', 'phone': '36296988', 'site': '四川省眉山市仁寿县仁寿大道中央公园二楼'}, {
      'name': '平安产险四川分公司宜宾市富邻金沙门店',
      'phone': '8207735',
      'site': '宜宾市翠屏区沿江路树高富邻金沙3-1-1(平安财产保险)'
    }, {'name': '平安产险四川分公司宜宾市珙县门店', 'phone': '4310508', 'site': '宜宾市珙县巡场镇滨河东街北二段98号1楼'}, {
      'name': '平安产险四川分公司宜宾市筠连支公司',
      'phone': '7722676',
      'site': '四川省宜宾市筠连县煤都大道5号'
    }, {'name': '平安产险四川分公司宜宾市南溪支公司', 'phone': '3278197', 'site': '四川省宜宾市南溪区北滨路三段21号'}, {
      'name': '平安产险四川分公司宜宾市兴文县门店',
      'phone': '8828898',
      'site': '宜宾市兴文县古宋镇香山西路运管局对面1楼门店'
    }, {
      'name': '平安产险四川分公司宜宾市宜宾县门店',
      'phone': '6614150',
      'site': '宜宾市宜宾县万兴现代城A组团3号楼5栋1-12一楼'
    }, {
      'name': '平安产险四川分公司广安市邻水县门店',
      'phone': '3354117',
      'site': '邻水县鼎屏镇万兴大道金叶花园6单元1楼15-18号'
    }, {'name': '平安产险四川分公司广安市门店', 'phone': '2355191', 'site': '广安市城南莲花中路1号1楼'}, {
      'name': '平安产险四川分公司广安市武胜县门店',
      'phone': '6386005',
      'site': '四川省广安市武胜县振兴大道山水丽都西山郡7单元1号门市'
    }, {
      'name': '平安产险四川分公司广安市岳池县门店',
      'phone': '5895526',
      'site': '四川省广安市岳池县翔凤大道（奥帝鑫城B区路边5-9号门市）'
    }, {'name': '平安产险四川分公司达州渠县门店', 'phone': '7223287', 'site': '达州市渠县渠江镇西城区月季苑81号'}, {
      'name': '平安产险四川分公司达州市大竹县门店',
      'phone': '6106597',
      'site': '达州市大竹县竹阳镇建设路1072号3、4、5、6号1楼门市'
    }, {
      'name': '平安产险四川分公司达州市开江县门店',
      'phone': '8261266',
      'site': '开江县新宁镇峨城大道金源山水城2栋1层3、4号门市'
    }, {'name': '平安产险四川分公司达州市通川区门店', 'phone': '2667796', 'site': '达州市西外金龙大道148号2楼'}, {
      'name': '平安产险四川分公司达州万源市门店',
      'phone': '8962777',
      'site': '万源市太平镇河西新区福龙苑1、2号楼'
    }, {
      'name': '平安产险四川分公司达州宣汉市门店',
      'phone': '5270111',
      'site': '宣汉县东乡镇石岭大道北侧B段拆迁联建房第一层西至东13号门市和第二层'
    }, {'name': '平安产险四川分公司雅安市汉源县门店', 'phone': '4292470', 'site': '汉源县萝卜岗江汉大道一段155号'}, {
      'name': '平安产险四川分公司雅安市天全县门店',
      'phone': '7390511',
      'site': '四川省雅安市天全县城厢建设路307、309号（南阳锦城）'
    }, {
      'name': '平安产险四川分公司雅安市雨城区门店',
      'phone': '2613398',
      'site': '四川省雅安市雨城区熊猫路8号青江国际小区对面'
    }, {
      'name': '平安产险四川分公司巴中市巴州区门店',
      'phone': '3331692',
      'site': '四川省巴中市巴州区巴州大道都市春天三楼平安产险'
    }, {
      'name': '平安产险四川分公司资阳简阳市门店',
      'phone': '27012349',
      'site': '简阳市简城镇建设中路387-403号（城西派出所对面）1楼'
    }, {
      'name': '平安产险四川分公司资阳乐至县门店',
      'phone': '23323809',
      'site': '资阳市乐至县天池镇帅乡大道格林威治庄园2栋一单元1-5，1-6，1-7，1-8，1-9，1-10一楼门店'
    }, {
      'name': '平安产险四川分公司资阳市安岳县门店',
      'phone': '24585922',
      'site': '安岳县岳阳镇普州大道二组团枫馨楼2B01栋1-4号门市'
    }, {
      'name': '平安产险四川分公司资阳市雁江区门店',
      'phone': '26508212',
      'site': '资阳市雁江区九曲河综合整治示范段南桥嘉苑1栋一楼'
    }, {'name': '平安产险四川分公司阿坝州马尔康县门店', 'phone': '2858204', 'site': '四川省马尔康县达萨街藏乡金樽1、2楼'}, {
      'name': '平安产险四川分公司阿坝州汶川县门店',
      'phone': '6226665',
      'site': '四川省汶川县威州镇杨柳湾安置房1、2楼'
    }, {
      'name': '平安产险四川分公司甘孜州康定县门店',
      'phone': '2816664',
      'site': '四川省甘孜州康定县东关新城紫薇名苑综合楼二楼平安保险公司'
    }, {
      'name': '平安产险四川分公司甘孜州泸定县门店',
      'phone': '3160883',
      'site': '四川省甘孜州泸定县安乐坝瑞金路山水间酒店1楼(元泰洗车场隔壁)'
    }, {'name': '平安产险四川分公司凉山支公司德昌县门店', 'phone': '5283035', 'site': '四川省凉山州德昌县香城大道片区1栋4单元'}, {
      'name': '平安产险四川分公司凉山州布拖门店',
      'phone': '8733681',
      'site': '凉山州布拖县特木镇嘎子街120号'
    }, {
      'name': '平安产险四川分公司凉山州会理县城关镇门店',
      'phone': '5630168',
      'site': '四川省会理县城关镇东关东路101、103、105号1楼'
    }, {'name': '平安产险四川分公司凉山州金阳县门店', 'phone': '8733681', 'site': '凉山州金阳县天地坝镇平安路21号'}, {
      'name': '平安产险四川分公司凉山州雷波县门店',
      'phone': '8825567',
      'site': '凉山州雷波县东环路161号1楼'
    }, {
      'name': '平安产险四川分公司凉山州冕宁县城厢镇门店',
      'phone': '6727017',
      'site': '凉山州冕宁县城厢镇城南大道迎宾路52、54、56号'
    }, {
      'name': '平安产险四川分公司凉山州西昌市胜利南路门店',
      'phone': '2189029',
      'site': '西昌市胜利南路36号美丽阳光大酒店D区'
    }, {
      'name': '平安产险四川分公司凉山州西昌市正义南路门店',
      'phone': '2189970',
      'site': '西昌市正义南路39号凉山州移民局3楼'
    }, {'name': '平安产险四川分公司凉山州盐源县门店', 'phone': '6361877', 'site': '四川省凉山彝族自治州盐源县润盐东街792号'}, {
      'name': '平安产险四川分公司成都蜀汉路门店',
      'phone': '65195511',
      'site': '成都市金牛区蜀汉路520号附5号千和馨城1楼'
    }, {'name': '平安产险四川分公司成都蜀汉路门店', 'phone': '65195511', 'site': '成都市金牛区蜀汉路520号附5号千和馨城1楼'}, {
      'name': '平安产险四川分公司成都蜀汉路门店',
      'phone': '65195511',
      'site': '成都市金牛区蜀汉路520号附5号千和馨城1楼'
    }, {'name': '平安产险四川分公司成都蜀汉路门店', 'phone': '65195511', 'site': '成都市金牛区蜀汉路520号附5号千和馨城1楼'}, {
      'name': '平安产险四川分公司成都蜀汉路门店',
      'phone': '65195511',
      'site': '成都市金牛区蜀汉路520号附5号千和馨城1楼'
    }]
  }]
}, {
  'code': 26,
  'name': '天津',
  'child': [{
    'name': '天津',
    'code': 1034,
    'child': [{
      'name': '平安产险天津分公司宝坻支公司门店',
      'phone': '29235081',
      'site': '天津市宝坻区环城南路南侧龙熙帝景花园13-商04、203'
    }, {'name': '平安产险天津分公司大港支公司门店', 'phone': '59710783', 'site': '天津市大港区世纪大道62-2号'}, {
      'name': '平安产险天津分公司汉沽支公司门店',
      'phone': '59915555',
      'site': '天津市汉沽区东风南路90号'
    }, {'name': '平安产险天津分公司蓟县门店', 'phone': '59128196', 'site': '天津市蓟县兴华大街30号一层'}, {
      'name': '平安产险天津分公司津南支公司门店',
      'phone': '58830556',
      'site': '天津市津南区津沽路南侧滨河雅园6号底商1－2号'
    }, {'name': '平安产险天津分公司静海支公司门店', 'phone': '59529360', 'site': '天津市静海县静文路时代家园2号楼3栋201'}, {
      'name': '平安产险天津分公司开发区支公司门店',
      'phone': '59886060',
      'site': '天津市开发区洞庭路131号新天地科技大厦A区1楼'
    }, {'name': '平安产险天津分公司宁河支公司门店', 'phone': '59318107', 'site': '天津市宁河县芦台镇新华道6号'}, {
      'name': '平安产险天津分公司武清支公司门店',
      'phone': '59695702',
      'site': '天津市武清区新城泉达路西侧、振华西道北侧盛世郦园32-4'
    }, {'name': '平安产险天津分公司西青支公司门店', 'phone': '58063900', 'site': '天津市西青区杨柳青镇宝华街260号、262号'}, {
      'name': '平安天津南开区乐谷门店',
      'phone': '58817623',
      'site': '天津市南开区红旗路208号'
    }]
  }]
}, {
  'code': 27,
  'name': '西藏',
  'child': [{
    'name': '西藏',
    'code': 1035,
    'child': [{'name': '西藏分公司拉萨分公司', 'phone': '6827206', 'site': '拉萨市柳梧新区国际总部城12号幢2单元'}, {
      'name': '西藏分公司昌都中心支公司',
      'phone': '4831788',
      'site': '卧龙街6号（友谊商场、茶马桥旁边）'
    }, {'name': '西藏分公司山南中心支公司', 'phone': '7835011', 'site': '安徽大道3号(泽当镇新客运站对面)'}, {
      'name': '西藏分公司日喀则中心支公司',
      'phone': '8835677',
      'site': '日喀则地区扎德中路1号'
    }, {'name': '西藏分公司那曲中心支公司', 'phone': '3825556', 'site': '那曲地区拉萨南路9号'}, {
      'name': '西藏分公司林芝中心支公司',
      'phone': '5886800',
      'site': '西藏林芝地区林芝县八一镇新区电信大楼一楼'
    }]
  }]
}, {
  'code': 28,
  'name': '新疆',
  'child': [{
    'name': '新疆',
    'code': 1036,
    'child': [{
      'name': '平安产险新疆分公司乌鲁木齐沙区门店',
      'phone': '8793326',
      'site': '乌鲁木齐市沙依巴克区克拉玛依西路364号林森国际综合楼1楼'
    }, {
      'name': '平安产险新疆分公司克拉玛依迎宾路门店',
      'phone': '6223001',
      'site': '克拉玛依市迎宾大道75号中银大厦8楼（永升百货旁）'
    }, {'name': '平安产险新疆分公司吐鲁番老城路门店', 'phone': '8535939', 'site': '吐鲁番市老城路589号鑫都大酒店六楼'}, {
      'name': '平安产险新疆分公司哈密融合路门店',
      'phone': '2301412',
      'site': '新疆哈密市融合路华宇大厦100号第一幢一层'
    }, {
      'name': '平安产险新疆分公司昌吉北京南路门店',
      'phone': '2364366',
      'site': '昌吉市北京南路35号华洋实业集团综合办公大楼（昌吉州工商局旁）'
    }, {'name': '平安产险新疆分公司博州北京北路门店', 'phone': '2221512', 'site': '博乐市北京北路106号三兴大厦2楼'}, {
      'name': '平安产险新疆分公司巴州广场路门店',
      'phone': '2036570',
      'site': '库尔勒市人民路百川商务大厦5楼'
    }, {'name': '平安产险新疆分公司喀什班超路门店', 'phone': '2537656', 'site': '喀什市班超路32号平安产险1楼'}, {
      'name': '平安产险新疆分公司奎屯南环西路门店',
      'phone': '3201555',
      'site': '奎屯市南环西路9号'
    }, {'name': '平安产险新疆分公司伊宁门店', 'phone': '8041163', 'site': '新疆伊宁市开发区深圳路20号'}, {
      'name': '平安产险新疆分公司塔城新城区门店',
      'phone': '6239512',
      'site': '塔城市伊宁路一幢地区党校斜对面'
    }, {
      'name': '平安产险新疆分公司阿勒泰团结路门店',
      'phone': '2156720',
      'site': '阿勒泰市团结路2区润德茗苑1栋四层6号（团结路社区4楼）'
    }, {'name': '平安产险新疆分公司石河子开发区门店', 'phone': '2656789', 'site': '石河子市开发区东七路63小区三号综合楼（开发区交警队队面）'}]
  }]
}, {
  'code': 29,
  'name': '云南',
  'child': [{
    'name': '云南',
    'code': 1037,
    'child': [{
      'name': '平安产险云南分公司二环门店',
      'phone': '68226217',
      'site': '云南省昆明市高新区二环西路222号（中国平安财产保险股份有限公司云南分公司）'
    }, {
      'name': '平安产险云南分公司曲靖南片区门店',
      'phone': '3320888',
      'site': '曲靖市南片区文笔路南侧锦湘南郡P-33号(中级人民法院斜对面)一楼'
    }, {'name': '平安产险云南分公司玉溪红塔区门店', 'phone': '2611507', 'site': '玉溪市红塔区棋阳路延长线武装部附楼一楼'}, {
      'name': '平安产险云南分公司保山隆阳门店',
      'phone': '2217506',
      'site': '保山市隆阳区太保南路易乐上苑润苑B18-D（中国银行对面）'
    }, {'name': '平安产险云南分公司昭通昭阳门店', 'phone': '2238616', 'site': '云南省昭通市昭阳区团结路31号一楼'}, {
      'name': '平安产险云南分公司丽江古城门店',
      'phone': '5550109',
      'site': '丽江市古城区雪山路丽月林语小区11幢1号一楼'
    }, {'name': '平安产险云南分公司丽江华坪门店', 'phone': '6123189', 'site': '丽江市华坪县中兴镇华兴社区狮山路与十二米道交界口'}, {
      'name': '平安产险云南分公司普洱思茅门店',
      'phone': '3017188',
      'site': '普洱市思茅区茶城大道第五地质大队向上50米'
    }, {'name': '平安产险云南分公司临沧凤庆门店', 'phone': '暂无电话', 'site': '临沧凤庆县环城路东山开发区一楼'}, {
      'name': '平安产险云南分公司临沧耿马门店',
      'phone': '暂无电话',
      'site': '临沧耿马县振新路邮政局一楼'
    }, {'name': '平安产险云南分公司临沧临翔区门店', 'phone': '3064011', 'site': '临沧市临翔区圈掌街延长线金旭之光（平安保险公司）'}, {
      'name': '平安产险云南分公司临沧云县门店',
      'phone': '3616868',
      'site': '云县爱华镇新兴街工商局行政大楼一楼办政大厅（晨光大厦斜对面）'
    }, {'name': '平安产险云南分公司临沧镇康门店', 'phone': '暂无电话', 'site': '公主路文明新村商5号'}, {
      'name': '平安产险云南分公司楚雄开发区门店',
      'phone': '1575855552',
      'site': '楚雄市开发区鹿城北路与丰胜路交叉口（雄起宾馆）'
    }, {'name': '平安产险云南分公司楚雄南华门店', 'phone': '7225999', 'site': '南华县龙川镇省道S103以南（源泰.湖畔佳苑）'}, {
      'name': '平安产险云南分公司红河个旧门店',
      'phone': '2166230',
      'site': '云南省个旧市荣禄街40号（锡都饭店旁）一楼'
    }, {'name': '平安产险云南分公司红河建水门店', 'phone': '7613019', 'site': '云南省建水县建水大道广电局1楼'}, {
      'name': '平安产险云南分公司红河开远门店',
      'phone': '7129199',
      'site': '云南省开远市灵泉东路249号（开远一中斜对面）一楼'
    }, {'name': '平安产险云南分公司红河门店', 'phone': '3722736', 'site': '云南省蒙自市明珠路中段（红建广场对面）一楼'}, {
      'name': '平安产险云南分公司红河弥勒门店',
      'phone': '6195512',
      'site': '云南省弥勒县髯翁路湖泉和境I期A栋007号'
    }, {'name': '平安产险云南分公司文山开化中路门店', 'phone': '2198210', 'site': '文山市开化中路1号一楼（州联通公司左侧）'}, {
      'name': '平安产险云南分公司版纳景洪门店',
      'phone': '2584611',
      'site': '云南省景洪市民航路91号江南茗苑小区1幢'
    }, {'name': '平安产险云南分公司版纳勐海门店', 'phone': '5121499', 'site': '勐海鑫海花园一期1幢1-3号'}, {
      'name': '平安产险云南分公司版纳勐腊门店',
      'phone': '8129616',
      'site': '勐腊县新城区迪升华府4-2-1'
    }, {'name': '平安产险云南分公司大理宾川门店', 'phone': '7382887', 'site': '大理州宾川县金牛镇金楠苑南苑路D区3P-3号一楼'}, {
      'name': '平安产险云南分公司大理洱源门店',
      'phone': '5127898',
      'site': '云南省大理白族自治州洱源县茈碧湖镇腾飞路南区张绍华私宅一楼'
    }, {
      'name': '平安产险云南分公司大理鹤庆门店',
      'phone': '4125599',
      'site': '云南省大理州鹤庆县云鹤镇鹤阳东路延长线鹤庆县医院斜对面50米处'
    }, {'name': '平安产险云南分公司大理剑川门店', 'phone': '4529511', 'site': '云南省大理州剑川县剑阳街8号'}, {
      'name': '平安产险云南分公司大理弥渡门店',
      'phone': '8169511',
      'site': '云南省弥渡县弥城镇建安路粮食综合市场外圈31号一楼'
    }, {
      'name': '平安产险云南分公司大理巍山门店',
      'phone': '6353535',
      'site': '云南省大理白族自治州巍山彝族回族自治县南诏镇南诏西路90号'
    }, {'name': '平安产险云南分公司大理祥云门店', 'phone': '3126838', 'site': '大理州祥云县祥城镇龙翔路兴云小区往东200米'}, {
      'name': '平安产险云南分公司大理中支门店',
      'phone': '2323359',
      'site': '大理市经济开发区苍山东路539号（泛亚汽车城，车立方左侧）'
    }, {'name': '平安产险云南分公司德宏芒市门店', 'phone': '2218200', 'site': '云南省德宏州芒市金孔雀大街157号'}, {
      'name': '平安产险云南分公司怒江兰坪门店',
      'phone': '3268338',
      'site': '怒江兰坪县人民路77附1号'
    }, {
      'name': '平安产险云南分公司怒江泸水门店',
      'phone': '3624088',
      'site': '怒江泸水县六库新城区山水蓝岸小区雅兰苑5-s-1-2号一楼'
    }, {'name': '平安产险云南分公司迪庆香格里拉门店', 'phone': '8289903', 'site': '迪庆州香格里拉市坛城北路别墅区D4栋 香格里拉大酒店正门对面'}]
  }]
}, {
  'code': 30,
  'name': '浙江',
  'child': [{
    'name': '宁波',
    'code': 1038,
    'child': [{
      'name': '平安产险宁波分公司北仑新门店',
      'phone': '86828720',
      'site': '宁波市北仑区新碶长江路1110号(北仑区政府斜对面好时光大厦1楼)'
    }, {
      'name': '平安产险宁波分公司慈溪旗舰店',
      'phone': '63119104',
      'site': '宁波市慈溪市新城大道北路200-208号1楼（北二环与新城大道交叉口）'
    }, {'name': '平安产险宁波分公司奉化门店', 'phone': '88528978', 'site': '宁波市奉化市南山路51-5号三楼'}, {
      'name': '平安产险宁波分公司江东旗舰店',
      'phone': '87495512',
      'site': '宁波市江东区世纪大道北段675号新天地东区9幢1楼（惊驾路与世纪大道交叉口，天港禧悦酒店对面）'
    }, {'name': '平安产险宁波分公司宁海门店', 'phone': '65209250', 'site': '宁波市宁海县跃龙街道气象北路289号光大银行4楼'}, {
      'name': '平安产险宁波分公司象山门店',
      'phone': '65760221',
      'site': '宁波市象山县丹城丹阳路558号财富中心22楼平安财险'
    }, {'name': '平安产险宁波分公司鄞州门店', 'phone': '87972241', 'site': '宁波市鄞州区鄞县大道中段1357号广博国贸中心1楼'}, {
      'name': '平安产险宁波分公司余姚门店',
      'phone': '62702758',
      'site': '宁波市余姚市阳明西路286号一楼'
    }, {'name': '平安产险宁波分公司镇海区门店', 'phone': '86278378', 'site': '宁波市镇海区骆驼街道镇海大道中段399号腾日大厦7楼'}]
  }, {
    'name': '温州',
    'code': 1039,
    'child': [{
      'name': '平安苍南龙港龙金大道门店',
      'phone': '68080091',
      'site': '浙江省温州市苍南县龙港镇龙金大道新湖绿都16-20幢一层商铺10号'
    }, {
      'name': '平安产险温州分公司苍南站前大道门店',
      'phone': '68711807',
      'site': '浙江省温州市苍南县灵溪镇东方景园商业办公一号楼201室'
    }, {'name': '平安产险温州分公司亨哈大厦门店', 'phone': '88659100', 'site': '浙江省温州市温州大道1707号，亨哈大厦10楼'}, {
      'name': '平安产险温州分公司乐清旭阳路门店',
      'phone': '61601617',
      'site': '浙江省温州市乐清乐成镇旭阳路35-43号'
    }, {
      'name': '平安产险温州分公司平阳经济开发区鞋业园区门店',
      'phone': '63675262',
      'site': '浙江省温州市平阳县鳌江镇府前路与环城路口平阳经济开发区鞋业园区C区1幢1、2楼'
    }, {'name': '平安产险温州分公司瑞安罗阳大道门店', 'phone': '65883110', 'site': '浙江省瑞安市罗阳大道1171号'}, {
      'name': '平安产险温州分公司泰顺泰分路门店',
      'phone': '67583332',
      'site': '浙江省温州市泰顺县罗阳镇泰分路559号'
    }, {'name': '平安产险温州分公司永嘉蔡桥大厦门店', 'phone': '67238223', 'site': '永嘉县江北街道蔡桥大厦A栋1-2楼'}]
  }, {
    'name': '浙江',
    'code': 1040,
    'child': [{
      'name': '平安产险浙江分公司杭州桐庐县门店',
      'phone': '64603016',
      'site': '浙江省杭州桐庐市迎春南路85号华光大厦9楼 平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司杭州建德门店',
      'phone': '64718902',
      'site': '浙江省建德市建德市红枫商场23号体育馆斜对面  平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司杭州淳安县门店',
      'phone': '64818505',
      'site': '浙江省杭州市淳安县千岛湖镇千岛碧云天2号楼1-2楼  平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司萧山区金城路门店',
      'phone': '82892509',
      'site': '浙江省杭州市萧山金城路438号东南科研中心1楼  平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司杭州富阳门店',
      'phone': '63329297',
      'site': '浙江省杭州富阳市富春街道金桥北路378号10-11  平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司杭州黄姑山路门店',
      'phone': '81950933',
      'site': '浙江省杭州市西湖区黄姑山路9号天科大厦2楼 平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司杭州余杭(临平）门店',
      'phone': '86166017',
      'site': '杭州市余杭区南苑街道时代广场2号楼4楼 平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司杭州临安门店',
      'phone': '63756326',
      'site': '浙江省杭州临安市锦城街道衣锦街722号金岸大厦13楼  平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司嘉兴越秀北路门店',
      'phone': '82723086',
      'site': '浙江省嘉兴市越秀北路1098号1楼（凯旋路88号）平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司绍兴本级门店',
      'phone': '85222959',
      'site': '浙江绍兴市越城区延安东路328号电信大厦一楼平安客服大厅  平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司义乌市门店',
      'phone': '89979823',
      'site': '浙江省义乌市贝村路568-572号 平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司金华婺城区门店',
      'phone': '82895511',
      'site': '金华市城东街道宾虹东路358号嘉福商务大厦2号楼一楼115-119号、三楼 平安产险意健险理赔'
    }, {'name': '平安产险浙江分公司衢州柯城门店', 'phone': '3035110', 'site': '浙江省衢州市东门街1号1楼 平安产险意健险理赔'}, {
      'name': '平安产险浙江分公司舟山市定海区门店',
      'phone': '2185387',
      'site': '舟山市定海区临城街道千岛路173号建设大厦B座3楼303室  平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司台州椒江本级门店',
      'phone': '88523826',
      'site': '浙江省台州市经济技术开发区东海大道362号1楼 平安产险意健险理赔'
    }, {
      'name': '平安产险浙江分公司丽水本级门店',
      'phone': '2680312',
      'site': '浙江省丽水市人民街649号丽人木业大厦一楼 平安产险意健险理赔'
    }, {'name': '平安产险浙江分公司湖州门店', 'phone': 2122366, 'site': '湖州市苕溪家园9幢杭长桥北路68-78号 平安产险意健险理赔'}]
  }]
}, {
  'code': 31,
  'name': '重庆',
  'child': [{
    'name': '重庆',
    'code': 1041,
    'child': [{'name': '平安产险重庆分公司巴南区门店', 'phone': '66291775', 'site': '重庆市巴南区龙洲大道10号18幢2楼'}, {
      'name': '平安产险重庆分公司北碚区门店',
      'phone': '68219687',
      'site': '重庆市北碚区北温泉街道双柏路37号新华花园5楼'
    }, {
      'name': '平安产险重庆分公司璧山县门店',
      'phone': '81671905',
      'site': '重庆市璧山区璧泉街道仙山路7号附7号3-2（锦春小区大门斜对面三楼）'
    }, {'name': '平安产险重庆分公司城口县门店', 'phone': '59210901', 'site': '重庆市城口县葛城镇北大街36号三楼（葛城派出所旁）'}, {
      'name': '平安产险重庆分公司大礼堂门店',
      'phone': '63003763',
      'site': '重庆市渝中区人民路173号大礼堂南楼1楼'
    }, {
      'name': '平安产险重庆分公司大足县门店',
      'phone': '43732294',
      'site': '重庆市大足区棠香街道办事处五星大道390 号附1号1-3、2-1、2-2、2-3号'
    }, {'name': '平安产险重庆分公司垫江县门店', 'phone': '74602129', 'site': '重庆市垫江县桂溪镇人民西路285号（康远分院斜对面）'}, {
      'name': '平安产险重庆分公司丰都县门店',
      'phone': '70704922',
      'site': '重庆市丰都县三合镇平都大道西段243号一楼门面'
    }, {'name': '平安产险重庆分公司奉节县门店', 'phone': '56555358', 'site': '重庆市奉节县永安镇夔州路179号电信综合楼七楼'}, {
      'name': '平安产险重庆分公司涪陵区门店',
      'phone': '72701907',
      'site': '重庆市涪陵区太极大道32号房管大厦2楼（涪陵血站正对面）'
    }, {'name': '平安产险重庆分公司合川区门店', 'phone': '42846234', 'site': '重庆市合川区南办处华地街33号（华地王朝大酒店背后）'}, {
      'name': '平安产险重庆分公司江津区门店',
      'phone': '47582957',
      'site': '重庆市江津区滨江大道东段卢山金江港湾小区2号门31幢1-1、1-2号'
    }, {'name': '平安产险重庆分公司开县门店', 'phone': '52221898', 'site': '重庆市开县新城三号桥头丰泰汽修厂六楼'}, {
      'name': '平安产险重庆分公司梁平县门店',
      'phone': '53251872',
      'site': '重庆市梁平新县城香山公馆A2栋4-8号'
    }, {'name': '平安产险重庆分公司南川区门店', 'phone': '71416727', 'site': '重庆市南川区北环路8号电信大厦5楼'}, {
      'name': '平安产险重庆分公司彭水县门店',
      'phone': '78895512',
      'site': '重庆市彭水县汉葭镇乌江商贸园18号楼4单元3楼'
    }, {
      'name': '平安产险重庆分公司綦江区门店',
      'phone': '48619079',
      'site': '重庆市綦江区沙溪路22号附22号-25号（银海新城小区车库旁）'
    }, {'name': '平安产险重庆分公司黔江区门店', 'phone': '79239730', 'site': '重庆市黔江区西沙桥人民银行一楼'}, {
      'name': '平安产险重庆分公司荣昌县门店',
      'phone': '46777662',
      'site': '重庆市荣昌县昌州街道迎宾大道9号16幢附近11-14号'
    }, {'name': '平安产险重庆分公司石柱县门店', 'phone': '73326333', 'site': '重庆市石柱县南宾镇万寿大道银苑商住楼2楼'}, {
      'name': '平安产险重庆分公司铜梁县门店',
      'phone': '45685669',
      'site': '重庆市铜梁县巴川镇白龙大道149号'
    }, {'name': '平安产险重庆分公司潼南县门店', 'phone': '44558199', 'site': '重庆市潼南县江北新城奋进大道101号国税局2楼'}, {
      'name': '平安产险重庆分公司万盛区门店',
      'phone': '85394670',
      'site': '重庆市万盛区万盛大道21号2幢2-1号（海棠晓月建行右边楼上）'
    }, {
      'name': '平安产险重庆分公司万州中心支公司门店',
      'phone': '58220220',
      'site': '重庆市万州区北滨大道二段256号2层（沃尔曼酒店楼上）'
    }, {
      'name': '平安产险重庆分公司巫山县门店',
      'phone': '57691442',
      'site': '重庆市巫山县巫峡镇广东东路432号一单元二层（渝粤科技二楼）'
    }, {'name': '平安产险重庆分公司巫溪县门店', 'phone': '51635666', 'site': '重庆市巫溪县马镇坝水韵酒店旁（平安保险公司）'}, {
      'name': '平安产险重庆分公司武隆县门店',
      'phone': '77709226',
      'site': '重庆市武隆县巷口镇芙蓉中路46号国瑞佳苑2楼'
    }, {
      'name': '平安产险重庆分公司秀山县门店',
      'phone': '76861221',
      'site': '重庆市秀山县中和街道东风路200号四楼01号（亚西酒店正对面）'
    }, {'name': '平安产险重庆分公司永川区门店', 'phone': '49877133', 'site': '重庆市永川区人民北路198号附2-3号'}, {
      'name': '平安产险重庆分公司酉阳县门店',
      'phone': '75660092',
      'site': '重庆市酉阳县桃花源镇钟灵山大道西路25号裙楼2-2'
    }, {
      'name': '平安产险重庆分公司渝北门店',
      'phone': '67282173',
      'site': '重庆市渝北区双龙湖街道百果路33号附8号华辰财富广场3幢9-1、9-2单元'
    }, {
      'name': '平安产险重庆分公司云阳县门店',
      'phone': '55121956',
      'site': '重庆市云阳县青龙街道移民大道818号新城国际2幢8、9、11号门市'
    }, {
      'name': '平安产险重庆分公司长寿区门店',
      'phone': '40257187',
      'site': '重庆市长寿区桃源西路15号1-16、1-17（蓝筹银座中庭）'
    }, {'name': '平安产险重庆分公司忠县门店', 'phone': '54243030', 'site': '重庆市忠县忠州镇红星梯道2号附10号（忠县长江大桥邮政储蓄楼上2楼）'}]
  }]
}];
